Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/Alerts.strings
Languages: ar, de, el, es, fi, fr, nl, pt, ru, sv, tr, zh

# alerts_fastrise
source: Fast Rise Alarm
ar: تنبيه الارتفاع السريع
de: Schneller Anstieg
el: Η γλυκόζη αυξάνεται γρήγορα
es: Alarma Subida Rápida
fi: Nopea nousu hälytys
fr: Augmentation rapide
nl: Snelle Stijging Alarm
pt: Alarme Subida Rápida
ru: Быстрый рост ГК
sv: Snabbt stigande
tr: Hızlı Yükselme Uyarısı

# alerts_select_snooze_time
source: Select Snooze Time
ar: حدد مدة الغفوة
de: Schlummerzeit wählen
el: Επιλέξτε χρόνο αναβολής
es: Seleccionar Tiempo de Silencio
fi: Valise torkkuaika
fr: Choix de l'heure Snooze
nl: Selecteer Sluimer Tijd
pt: Escolha Tempo Silenciar
ru: Отключить тревогу на
sv: Ändra Snooza-tid
tr: Erteleme Süresini Seç
zh: 选择延后时间

# alerts_batterylow
source: Transmitter Battery Low
ar: انخفاض بطارية جهاز الإرسال
de: Transmitter Batterie schwach
el: Μπαταρία αισθητήρα χαμηλή
es: Batería Transmisor Baja
fi: Akku vähissä
fr: Batterie faible du transmetteur
nl: Transmitter Batterij Laag
pt: Bateria fraca do Transmissor
ru: Батарея передатчика разряжена
sv: Låg batterinivå i sändare
tr: Verici Pili Düşük
zh: 电池电量低

# alerts_calibrationneeded
source: Calibration Reminder
ar: الحاجة للمعايرة
de: Erinnerung Kalibrierung
el: Χρειάζεται βαθμονόμηση
es: Recordatorio de Calibración
fi: Kalibrointi tarvitaan
fr: Rappel de calibration
nl: Kalibratie Nodig
pt: Recordatorio de Calibración
sv: Kalibrering behövs
tr: Kalibrasyon Gerekli
zh: 需要校准

# alertvalue
source: Value
ar: القيمة
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fr: Valeur
nl: Waarde
pt: Valor
ru: Значение
sv: Värde
tr: Değer
zh: 值

# confirmdeletionalert
source: Delete Alarm?
ar: حذف التنبيه؟
de: Alarm löschen?
el: Διαγραφή ειδοποίησης;
es: Borrar la Alarma?
fi: Haluatko poistaa hälytyksen?
fr: Supprimer Alerte?
nl: Alarm Verwijderen?
pt: Apagar Alarme?
ru: Удалить тревогу?
sv: Ta bort larm?
tr: Uyarıyı Sil?
zh: 你想要删除这个警报吗 ?

# changealertvalue
source: Change Alarm Value
ar: تغيير قيمة التنبيه
de: Alarmwert ändern
el: Αλλαγή τιμής
es: Cambiar Valor de Alarma
fi: Muuta hälytys arvoa
fr: Changer la valeur de l'alerte
nl: Wijzig Alarm Waarde
pt: Mudar Valor Alarme
ru: Изменить значение сигнала тревоги
sv: ändra larmvärde
tr: Uyarı değerini değiştir
zh: 改变警报阈值

# alertssettingsview_screentitle
source: Edit Alarm
ar: تعديل التنبيه
de: Alarm bearbeiten
el: Επεξεργασία ειδοποίησης
es: Editar Alarma
fi: Muokkaa hälytystä
fr: Editer l'alerte
nl: Bewerk Alarm
pt: Editar Alarme
ru: Редактировать тревоги
sv: Ändra alarm
tr: Uyarı Düzenle
zh: 编辑警报

# alerts_fastdrop
source: Fast Drop Alarm
ar: تنبيه الانخفاض السريع
de: Schneller Abfall
el: Η γλυκόζη πέφτει γρήγορα
es: Alarma Bajada Rápida
fi: Nopea pudotus hälytys
fr: Chute rapide
nl: Snelle Daling Alarm
pt: Alarme Descida Rápida
ru: Быстрое снижение ГК
sv: Snabbt sjunkande
tr: Hızlı Düşme Uyarısı

# alertstart
source: Apply from
ar: تفعيل من الساعة:
de: Gültig ab
el: Έναρξη από:
es: Aplicar desde
fi: Sovelletaan alkaen
fr: Appliquer à
nl: Toepassen vanaf
pt: Aplicar desde
ru: Применить от
sv: Använd from
tr: Kadar geçerli:
zh: 警报启用开始时间

# alerts_missedreadingalerttitle
source: Missed Readings
ar: فقدان القراءات
de: Verpasste Werte
el: Ελλιπείς μετρήσεις
es: Lecturas Perdidas
fi: Puuttuva lukema
fr: Lecture manquante
nl: Gemiste Metingen
pt: Leituras Perdidas
ru: Пропущенные чтения
sv: Saknad avläsning
tr: Kaçırılan Okumalar
zh: 数据读取缺失

# alerts_highalerttitle
source: High Alarm
ar: تنبيه الارتفاع
de: Hoch Alarm
el: Υψηλή γλυκόζη
es: Alarma Glucemia Alta
fi: Korkea hälytys
fr: Valeur haute
nl: Hoog Alarm
pt: Alarme Valor Alto
ru: Высокий ур. ГК
sv: Högt
tr: Yüksek Uyarı
zh: 高血糖警报

# alertsettingsview_screentitle
source: Alarms
ar: التنبيهات
de: Alarme
el: Ειδοποιήσεις
es: Alarmas
fi: Hälytykset
fr: Alerte
nl: Alarmen
pt: Alarmes
ru: Тревоги
sv: Larm
tr: Uyarılar
zh: 警报

# alerts_lowalerttitle
source: Low Alarm
ar: تنبيه الانخفاض
de: Niedrig Alarm
el: Χαμηλή γλυκόζη
es: Alarma Glucemia Baja
fi: Matala hälytys
fr: Valeur faible
nl: Laag Alarm
pt: Alarme Valor Baixo
ru: Низкий уров. ГК
sv: Lågt
tr: Düşük Uyarı
zh: 低血糖警报

# alerts_snooze
source: Snooze
ar: غفوة
de: Schlummern
el: Αναβολή
es: Silenciar
fi: Torkku
nl: Sluimer
pt: Silenciar
ru: Отложить
sv: Snooza
tr: Ertele
zh: 延后报警

# alerts_veryhighalerttitle
source: Very High Alarm
ar: تنبيه الارتفاع الشديد
de: Sehr hoch Alarm
el: Πολύ υψηλή γλυκόζη
es: Alarma Glucemia Muy Alta
fi: Erittäin korkea hälytys
fr: Valeur très haute
nl: Zeer Hoog Alarm
pt: Alarme Valor Muito Alto
ru: Очень выс. ур. ГК
sv: Väldigt högt
tr: Çok Yüksek Uyarı
zh: 非常高血糖警报

# alerts_verylowalerttitle
source: Very Low Alarm
ar: تنبيه الانخفاض الشديد
de: Sehr niedrig Alarm
el: Πολύ χαμηλή γλυκόζη
es: Alarma Glucemia Muy Baja
fi: Erittäin matala hälytys
fr: Valeur très faible
nl: Zeer Laag Alarm
pt: Alarme Valor Muito Baixo
ru: Очень низкий ур. ГК
sv: Väldigt Lågt (blodsocker)
tr: Çok Düşük Uyarı
zh: 极低血糖警报

# alerttype
source: Alarm Type
ar: نوع التنبيه
de: Alarm Typ
el: Τύπος ειδοποίησης
es: Tipo de Alarma
fi: Hälytystyyppi
fr: Type d'Alarme
pt: Tipo de Alarmee
ru: Тип тревоги
sv: Larmtyp
tr: Uyarı tipi
zh: 警报类型

# alertWhenBelowValue
source: Only When Below
de: Nur unter
es: Solo Por Debajo De
fr: Que si inf à
nl: Alleen als onder

# alertWhenAboveValue
source: Only When Above
de: Nur über
es: Solo Por Encima De
fr: Que si sup à
nl: Alleen als boven
