Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/BluetoothPeripheralView.strings
Languages: ar, de, el, fi, pt, sv, tr

# needsTransmitterId
source: Missing Transmitter ID
ar: رمز الهوية لجهاز الإرسال مفقود
de: Transmitter ID benötigt
el: Λείπει το αναγνωριστικό πομπού
fi: Lähettimen tunnus puuttuu
pt: Em falta ID do Transmissor
sv: Saknar sändar-ID
tr: Verici Kimliği Eksik

source: Ready to Scan
ar: جاهز للبحث
de: Bereit zum scannen
el: Έτοιμο για σάρωση
fi: Valmis skannaamaan
pt: Pronto a Pesquisar
sv: Klar att scanna
tr: Taramaya Hazır

source: Scan
ar: بدء البحث
de: Scannen
el: Σάρωση
fi: Skannaa
pt: Pesquisar
sv: Scanna
tr: Tara

# resetRequired
source: Reset Transmitter
ar: إعادة تعيين المرسل؟
de: Transmitter zurücksetzen
el: Επαναφορά πομπού;
fi: Nollaa lähetin
pt: Reiniciar Transmissor
sv: Återställ sändare
tr: Vericiyi sıfırla

# notTryingToConnect
source: Not Scanning
ar: لا تتم محاولة الاتصال
de: Es wird nicht gescannt
el: Αποσυνδεδεμένο
fi: Ei skannausta
pt: Não está a Pesquisar
sv: Scannar inte
tr: Taranmıyor

# tryingToConnect
source: Scanning
ar: يتم محاولة الاتصال
de: Suchen
el: Συνδέεται
fi: Skannaamassa
pt: A Pesquisar
sv: Scannar
tr: Tarıyor

source: Serial Number
ar: الرقم التسلسلي
de: Seriennummer
el: Συριακός αριθμός:
fi: Sarjanumero
pt: Número de Série
sv: Serienumer
tr: Seri numarası

source: Connected At
ar: متصل في
de: Verbunden am
el: Συνδέθηκε στις:
fi: Yhdistetty osoitteessa
pt: Conectado a
sv: Ansluten kl
tr: Bağlanma zamanı

# donotconnect
source: Stop Scanning
ar: إيقاف البحث
de: Scannen abbrechen
el: Διακοπή σύνδεσης
fi: Lopeta skannaus
pt: Parar a Procura
sv: Stoppa scanning
tr: Taramayı Durdur

# SensorSerialNumber
source: Serial Number
ar: الرقم التسلسلي
de: Sensor Seriennummer
el: Συριακός αριθμός:
fi: Sensorin sarjanumero
pt: Nº. de Série
sv: Serienummer
tr: Seri numarası

# lastResetNotKnown
source: Last Reset Timestamp is not known
ar: الطابع الزمني لآخر تعيين غير معروف
de: Zuletzt zurückgesetzt
el: Η χρονική σήμανση τελευταίας επαναφοράς δεν είναι γνωστή
fi: Viimeisen nollauksen aikaleima ei ole tiedossa
pt: Registo Desconhecido do Último Reinício
sv: Tidpunkt för senaste återställning ej känd
tr: Son Sıfırlama Zaman Damgası bilinmiyor

source: Disconnect
ar: قطع الاتصال
de: Verbindung trennen
el: Αποσύνδεση
fi: Katkaise
pt: Desconectar
sv: Koppla ifrån
tr: Bağlantıyı kes

# aliasAlreadyExists
source: There is already a bluetooth device with this alias
ar: يوجد بالفعل جهاز بلوتوث يحمل هذا الاسم المستعار
de: Dieser Alias wird bereits von einer anderen Verbindung verwendet
el: Υπάρχει ήδη μια συσκευή bluetooth με αυτό το ψευδώνυμο
fi: Tällä aliaksella on jo Bluetooth-laite
pt: Já existe um dispositivo bluetooth com este pseudónimo
sv: Det finns redan en bluetooth-enhet med detta alias
tr: Bu takma ada sahip bir bluetooth aygıtı zaten var

source: Connect
ar: متصل
de: Verbinden
el: Σύνδεση
fi: Yhdistä
pt: Conectar
sv: Anslut
tr: Bağla

# confirmDeletionPeripheral
source: Do you want to delete bluetooth device:
ar: هل تريد حذف جهاز البلوتوث:
de: Möchten Sie das Gerät löschen
el: Θέλετε να διαγράψετε τη συσκευή bluetooth:
fi: Haluatko poistaa Bluetooth-laitteen:
pt: Deseja eliminar este dispositivo bluetooth:
sv: Vill du ta bort bluetooth-enheten:
tr: Bluetooth aygıtınızı silmek istiyor musunuz:

source: Scanning
ar: يتم البحث
de: Am scannen
el: Σάρωση
fi: Skannaamassa
pt: A Pesquisar
sv: Scannar
tr: Tarıyor

source: Last Reset
ar: آخر إعادة تعيين
de: Zuletzt zurückgesetzt
el: Τελευταία επαναφορά:
fi: Viimeisin nollaus
pt: Último Reinício
sv: Senaste återställning
tr: Son Sıfırlama

# transmitterResultResult
source: Transmitter Reset Result
ar: نتيجة إعادة تعيين جهاز الإرسال
de: Ergebnis für zurückgesetzten Transmitter
el: Αποτέλεσμα επαναφοράς πομπού
fi: Lähettimen nollaus tulos
pt: Resultado do Reinício do Transmissor
sv: Sändaråterställningsresultat
tr: Verici Sıfırlama Sonucu

source: Disconnected At
ar: غير متصل في
de: Nicht verbunden seit
el: Αποσυνδέθηκε στις:
fi: Yhteys katkaistu
pt: Desconectado a
sv: Ifrånkopplad kl
tr: Bağlantı Kesildiği zaman

source: Sensor Type
ar: نوع الحساس
de: Sensor Typ
el: Τύπος αισθητήρα:
fi: Sensorin tyyppi
pt: Tipo de Sensor
sv: Sensortyp
tr: Sensör tipi

source: Connected
ar: متصل
de: Verbunden
el: Συνδεδεμένο
fi: Yhdistetty
pt: Conectado
sv: Ansluten
tr: Bağlı

# cannotActiveCGMInFollowerMode
source: You cannot activate or connect to a CGM whilst in Follower Mode.
ar: لا يمكنك تفعيل نظام متابعة سكر الدم المستمرة CGM في وضع المتابعة
de: CGM kann im Follower Mode nicht aktiviert werden
el: Δεν μπορείτε να ενεργοποιήσετε ένα CGM σε λειτουργία ακόλουθου
fi: Et voi aktivoida CGM:ää seuraaja-tilassa
pt: Não pode activar um CGM em Modo de Seguidor
sv: Du kan inte aktivera en CGM medan du är i följarläge
tr: Takipçi Modunda bir CGM'yi etkinleştiremezsiniz

# selectAliasText
source: Choose an alias for this bluetooth device, the name will be shown in the app and is easier for you to recognize
ar: اختر اسمًا مستعارًا لجهاز البلوتوث هذا ، وسيظهر الاسم في التطبيق ويسهل عليك التعرف عليه
de: Wählen Sie einen Alias, dieser wird in der App angezeigt und ist leichter zu sehen
el: Επιλέξτε ένα ψευδώνυμο για αυτήν τη συσκευή bluetooth, το όνομα θα εμφανίζεται στην εφαρμογή και θα είναι πιο εύκολο για σας να το αναγνωρίσετε
fi: Valitse alias tälle bluetooth-laitteelle, nimi näkyy sovelluksessa ja on helpompi tunnistaa
pt: Escolha um pseudónimo para este dispositivo bluetooth, o nome será mostrado na app e será mais fácil de o reconhecer
sv: Välj ett alias för denna bluetooth-enhet. Namnet kommer att visas i appen och blir lättare för dig att känna igen
tr: Bu bluetooth cihazı için bir takma ad seçin, ad uygulamada gösterilecek ve tanımanız daha kolay olacaktır.

source: Not Connected
ar: غير متصل
de: Nicht verbunden
el: Μη συνδεδεμένο
fi: Ei yhdistetty
pt: Desconectado
sv: Inte ansluten
tr: Bağlı değil

source: Battery
ar: البطارية
de: Batterie
el: Μπαταρία:
fi: Akku
pt: Bateria
sv: Batteri
tr: Pil

source: Address
ar: العنوان
de: Adresse
el: Διεύθυνση:
fi: Osoite
pt: Endereço
tr: Adres

# confirmDisconnectTitle
source: Confirm Disconnect
ar: تأكيد قطع الاتصال
de: Verbindung trennen
el: Επιβεβαίωση αποσύνδεσης
fi: Vahvista yhteyden katkaisu
pt: Confirmar Desconectar
sv: Bekräfta frånkoppling
tr: Bağlantıyı Kesmeyi onaylayın

# confirmDisconnectMessage
source: Click 'Disconnect' to confirm that you really want to disconnect from the transmitter.
ar: انقر فوق "قطع الاتصال" لتأكيد رغبتك حقًا في قطع الاتصال بجهاز الإرسال.
de: Klicke 'Verbindung trennen' um zu bestätigen, dass du die Verbindung zum Transmitter wirklich beenden möchtest.
el: Κάντε κλικ στο «Αποσύνδεση» για να επιβεβαιώσετε την αποσύνδεση από τον πομπό.
fi: Napsauta 'Katkaise yhteys' vahvistaaksesi, että haluat todella katkaista yhteyden lähettimeen.
pt: Pressione 'Desconectar' para confirmar que realmente quer desconectar o transmissor.
sv: Klicka 'Koppla från' för att bekräfta att du verkligen vill koppla från sändaren.
tr: Verici bağlantısını gerçekten kesmek istediğinizi onaylamak için 'Bağlantıyı Kes'i tıklayın.

# nfcScanFailedTitle
source: ⚠️ Sensor Scan Failed
de: Scan gescheitert
pt: Pesquisa de Sensor Falhou
sv: Scanning av sensor misslyckades

# nfcScanFailedMessage
source: Please scan again
de: ⚠️ Bitte erneut Scannen ⚠️
pt: ⚠️ Por favor, Pesquise Novamente ⚠️
sv: ⚠️ Försök igen ⚠️

# nfcScanFailedScanAgainButton
source: Scan Again
de: Erneut Scannen
pt: Pesquisar Novamente
sv: Scanna igen

# nfcScanSuccessfulTitle
source: ✅ Sensor Scan Successful!
de: Sensor Scan erfolgreich!
pt: Pesquisa de Sensor Com Sucesso!
sv: Sensor scannades!

# nfcScanSuccessfulMessage
source: Click OK and just wait to allow the Libre sensor to finish connecting via bluetooth. In a short while the status should change to 'Connected'.
de: ✅ Scan erfolgreich ✅ Drücken Sie OK und warten Sie bis der Sensor die Verbindung über Bluetooth hergestellt hat. In Kürze wird der Status zu 'Verbunden' wechseln.
pt: ✅ Pesquisa com Sucesso ✅ Pressione OK and e espere para permitir o sensor ligar por bluetooth. Em breve o estado deverá ser alterado para 'Conectado'.
sv: ✅ Scanning lyckades ✅ Klicka OK och vänta på tills sensorn anslutits med bluetooth. Snart bör status visa 'Ansluten'.

# nfcErrorMessageScanErrorRetrying
source: Sensor scan error Retrying... #
de: Sensor Scan Fehler Wiederhole!... #
pt: Erro na Pesquisa de Sensor A tentar... #
sv: Fel vid scanning av sensor Försöker igen... #

# nfcErrorMessageScanFailed
source: Sensor scan has failed
de: Sensor Scan gescheitert
pt: Pesquisa de Sensor Falhou
sv: Scanning misslyckades

source: Native algorithm
de: Nativer Algorithmus
sv: Inbyggd Algoritm

source: xDrip algorithm
de: xDrip Algorithmus
sv: xDrip Algoritm

# confirmAlgorithmChangeToTransmitterMessage
source: Please confirm that you want to change back to the native/transmitter algorithm
de: Bitte um Bestätigung, dass zum nativen/transmitter Algorithmus gewechselt werden soll
sv: Vänligen bekräfta att du vill ändra tillbaka till den inbyggda algoritmen

# confirmAlgorithmChangeToxDripMessage
source: Please confirm that you want to change the the xDrip algorithm. This will stop readings for a short time and ask you for a initial calibration value when ready.
de: itte um Bestätigung, dass zum xDrip Algorithmus gewechselt werden soll. Dies stoppt für kurze Zeit die Datenübermittlung und Du wirst um einen initialen Kalibrierungswert (Blut) gebeten.
sv: Bekräfta att du vill ändra till xDrip-algoritmen. Detta stoppar avläsningarna under en kort tid och du kommer få ange ett initialt kalibreringsvärde.

# confirmCalibrationChangeToSinglePointMessage
source: Please confirm that you want to change the calibration type to the standard calibration This will stop readings for a short time and ask you for a initial calibration value when ready.
de: Bitte um Bestätigung, dass zur Standard Kalibrierung gewechselt werden soll. Dies stoppt für kurze Zeit die Datenübermittlung und Du wirst um einen initialen Kalibrierungswert (Blut) gebeten.
sv: Bekräfta att du vill ändra kalibreringstypen till Standardkalibrering Detta stoppar avläsningarna under en kort tid och du kommer få ange ett initialt kalibreringsvärde.

# confirmCalibrationChangeToMultiPointMessage
source: Please confirm that you want to change the calibration type to multi-point ⚠️ Please note that this method is only for advanced users and could potentially give dangerous results if not correctly calibrated. If you are unsure how to use this method, please press Cancel.
de: Bitte um Bestätigung, dass zur Mehrpunkt Kalibrierung gewechselt werden soll. ⚠️ Diese Methode ist nur für erfahrene Benutzer, es könnte ein falscher und damit gefährlicher Wert angezeigt werden, wenn die Kalibrierung nicht korrekt durchgeführt wurde. Wenn Du unsicher bist, bitte drücke Abbruch/Cancel.
sv: Bekräfta att du vill ändra kalibreringstypen till Flerpunktskalibrering ⚠️ Observera att denna metod endast är för avancerade användare och kan potentiellt ge farliga resultat om kalibreringen inte är korrekt utförd. Om du är osäker på hur man använder denna metod, vänligen tryck på avbryt.

source: Confirm
de: Bestätigen
sv: Bekräfta

source: Status
ar: الحالة
el: Κατάσταση:
fi: Tila
pt: Estado
tr: Durum

# bluetoothPeripheralAlias
source: Alias
ar: المعرف
el: Ψευδώνυμο:
pt: Pseudónimo
tr: Takma isim

source: Bootloader
ar: محمل الإقلاع
fi: Käynnistyslatain

# useOtherDexcomApp
source: Use With Other App
ar: قم بمتابعة تطبيق Dexcom
el: Ακόλουθος εφαρμογής Dexcom
fi: Lue Dexcom-sovelluksesta
tr: Dexcom-app uygulamasını takip et

# sensorStartDate
source: Sensor Started
ar: بداية الحساس
el: Έναρξη αισθητήρα
fi: Sensorin aloitus
tr: Sensörü Başlat

# transmittterStartDate
source: Transmitter Started
ar: بداية جهاز الإرسال
el: Έναρξη πομπού
fi: Lähettimen aloitus
tr: Vericiyi Başlatın
