Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/CalibrationRequest.strings
Languages: es

source: Enter Calibration Value
es: Entrar Valor de Calibración

# calibration_title
source: Calibration
es: Calibración

# calibration_notification_title
source: Calibration
es: Calibración

# calibration_notification_body
source: Click the Notification to Calibrate
es: Haz click en la notificación para calibrar

# calibrateButtonTitle
source: Calibrate
es: Calibrar

# calibrateAnywayButtonTitle
source: Calibrate Anyway!
es: ¡Calibrar Igualmente!

# okToCalibrate
source: Conditions are OK to calibrate
es: Las condiciones son aptas para calibrar

# waitToCalibrate
source: You may calibrate, but it would be better to wait
es: Se puede calibrar ahora, pero sería mejor esperar

# doNotCalibrate
source: You should not calibrate now. Wait for a better time
es: No se debe calibrar ahora mismo

# bgValuesRising
source: BG values have been rising
es: Los valores de glucosa han estado subiendo

# bgValuesDropping
source: BG values have been dropping
es: Los valores de glucosa han estado bajando

# bgValueTooHigh
source: Current BG value is too high
es: El valor de glucosa actual es demasiado alto

# bgValuesSlightlyHigh
source: Current BG value is slightly high
es: El valor de glucosa actual es ligeramente alto

# bgValueTooLow
source: Current BG value is too low
es: El valor de glucosa actual es demasiado bajo

# bgValuesSlightlyLow
source: Current BG value is slightly low
es: El valor de glucosa actual es ligeramente bajo
