Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/HomeView.strings
Languages: ar, de, el, es, fi, fr, nl, pt, ru, sv, tr

# transmitterpairingtoolate
source: Too late! The Transmitter has already been disconnected. You should get a new pairing request in a few minutes.
ar: متأخر جدا! تم بالفعل فصل جهاز الإرسال. يجب أن تحصل على طلب إقتران جديد خلال عدة دقائق.
de: Zu spät! Der Transmitter wurde getrennt. Ein neuer Verbindungsversuch erfolgt in Kürze.
el: Πολύ αργά! Ο πομπός έχει ήδη αποσυνδεθεί. Θα λάβετε ένα νέο αίτημα σύζευξης σε λίγα λεπτά.
es: Demasiado tarde! Tu transmisor ya ha sido desconectado. Recibirás una solicitud para emparejar de nuevo en breve.
fi: Liian myöhäistä, yhteys lähettimeen on nyt katkaistu. Sinun pitäisi saada uusi pariliitospyyntö muutamassa minuutissa.
fr: Trop tard ! Le transmetteur est déjà deconnecté. Vous devez à nouveau appareillé votre transmetteur dans quelques minutes.
nl: Te laat! De verbinding met de Transmitter is verbroken. Je krijgt een nieuw verbindingsverzoek in een paar minuten.
pt: Demasiado Tarde! O Transmissor já foi desligado. Deverá receber em poucos minutos um novo pedido de emparelhamento.
ru: Слишком поздно! Трансмиттер уже отключен. Через несколько минут вы должны получить новый запрос на сопряжение.
sv: För sent! Sändaren har redan kopplats ifrån. Du borde få en förfrågan om parkoppling inom några minuter.
tr: Çok geç! Vericinin bağlantısı zaten kesilmiş. Birkaç dakika içinde yeni bir eşleştirme isteği alacaksınız.

# transmitterpairingsuccessful
source: The Transmitter was successfully paired.
ar: تم إقتران جهاز الإرسال بنجاح.
de: Der Transmitter wurde efolgreich verbunden.
el: Η σύζευξη του πομπού έγινε με επιτυχία.
es: Se emparejó el transmisor con éxito
fi: Lähettimen paritus onnistui.
fr: Le transmetteur a été correctement appareillé.
nl: De Transmitter is succesvol verbonden.
pt: O Transmissor foi emparelhado com sucesso.
ru: Трансмиттер был успешно сопряжен.
sv: Sändaren har parkopplats
tr: Verici başarıyla eşleştirildi.

# transmitterpairingattempttimeout
source: Transmitter did not reply to pairing request.
ar: لم يستجيب جهاز الإرسال على طلب الاقتران.
de: Transmitter Verbindung wurde nicht hergestellt.
el: Ο πομπός δεν αποκρίθηκε στο αίτημα σύζευξης.
es: El transmisor no respondió a la solicitud para emparejar
fi: Lähetin ei vastannut pariliitospyyntöön.
fr: Le transmetteur n'a pas répondu à la demande d'appareillage.
nl: Transmitter reageerde niet op verbindingsverzoek.
pt: Transmissor não respondeu ao pedido de emparelhamento.
ru: Трансмиттер не ответил на запрос сопряжения.
sv: Sändaren svarade inte på parkopplingsförfrågan.
tr: Verici eşleştirme isteğine yanıt vermedi.

source: Success
ar: نجاح
de: Erfolgreich
el: Επιτυχία
es: Exito
fi: Onnistui
fr: Réussi
nl: Succes
pt: Com Sucesso
ru: Успешно
sv: Lyckades
tr: Başarı

source: Failed
ar: فشل
de: Fehlgeschlagen
el: Απέτυχε
es: Error
fi: Epäonnistui
fr: Echec
nl: Mislukt
pt: Falhou
ru: Не успешно
sv: Misslyckades
tr: Başarısız oldu

# calibrationNotNecessary
source: When using the native transmitter algorithm, manual calibration is not available. If you want to calibrate, you can switch to the xDrip algorithm in the transmitter screen (if available).
de: Bei Verwendung des originalen Sensor Algorithmus ist eine manuelle Kalibrierung nicht möglich. Wenn Sie kalibrieren möchten, aktivieren Sie bitte den xDrip Algorithmus.
es: Cuando estás usando el algoritmo nativo del transmisor, no se puede calibrar. Si quieres calibrar, debes cambiar al algoritmo xDrip en la pantalla del transmisor.
fr: Le menu calibrations manuelles n'est pas disponible si vous utilisez l'algorithme natif. Pour calibrer vous pouvez passer à l'algorithme xDrip dans le menu de l'émetteur.
nl: Indien het Libre algorithme wordt gebruikt is kalibratie van de sensor niet nodig. Indien je toch wil kalibreren, ga dan naar je CGM in het Bluetooth scherm en schakel 'Gebruik zender algoritme' uit
pt: Quando em utilização do algoritmo nativo do transmissor, calibração manual não está disponível. Se pretende calibrar, terá que alterar para o algoritmo xDrip no menu do transmissor.
sv: När du använder sändarens inbyggda algoritm går det inte att kalibrera. För att kunna kalibrera behöver du byta till xDrip-algoritmen in sändarinställningarna.

# dexcomBatteryTooLow
source: The Transmitter battery is too low!
ar: بطارية جهاز الإرسال منخفضة جدًا!
de: Die Transmitter Batterie ist fast leer!
el: Η μπαταρία του πομπού είναι πολύ χαμηλή!
es: El nivel de batería del Transmisor es demasiado bajo!
fr: La batterie du transmetteur est trop faible!
nl: Het Transmitter batterijniveau is te laag!
pt: O Nível de Bateria do Transmissor está muito baixo!
ru: Батарея трансмиттера слишком разряжена!
sv: Sändarens batterinivå är för låg!
tr: Verici pili çok düşük!

# stopSensorConfirmation
source: Are you sure you want to stop the sensor?
ar: هل أنت متأكد أنك تريد إيقاف الحساس؟
el: Είστε βέβαιοι ότι θέλετε να σταματήσετε τον αισθητήρα;
es: Estás seguro que quieres para el sensor?
fi: Oletko varma, että haluat pysäyttää sensorin?
ru: Вы уверены, что хотите остановить датчик?
tr: Sensörü durdurmak istediğinizden emin misiniz?

# enterSensorCode
source: If you don't know the sensor code use 0000 but be aware that you will need to manually calibrate before you get readings.
ar: إذا لم يكن لديك رمز الحساس ، فاستخدم 0000 ولكن كن على علم بأنك لن تحصل على قراءات حتى تقوم بالمعايرة
el: εάν δεν έχετε κωδικό αισθητήρα χρησιμοποιήστε 0000, αλλά να γνωρίζετε ότι δεν θα λάβετε μετρήσεις μέχρι να βαθμονομήσετε
es: Si no tienes el código del sensor, puedes usar 0000 pero ten en cuenta que no recibirás lecturas hasta haber calibrado
fi: jos sinulla ei ole koodia, käytä 0000, mutta muista, että et saa lukemia ennen kuin olet kalibroinut
ru: если у вас нет кода датчика, используйте 0000, но имейте в виду, что вы не получите показания, пока не откалибруете
tr: sensör kodunuz yoksa 0000 kullanın, ancak kalibre edene kadar okuma almayacağınızı unutmayın.

# sensorend
source: Sensor Ends
ar: ينتهي الحساس
el: Λήξη αισθητήρα
es: Fin del sensor
fi: Sensori loppuu
ru: Сенсор закончится
tr: Sensör Bitimi

source: Sensor Duration
es: Duración Sensor

source: No sensor data
es: Sin datos

# noDataSourceConnected
source: No CGM data source connected
es: Sin fuente de datos MGC conectada

# reconnectLibreDataSource
source: Disconnect and reconnect Libre sensor
es: Desconectar y reconectar sensor Libre

# waitingForDataSource
source: CGM connected. Waiting for data...
es: MGC connectado. Esperando lecturas...

# hidingUrlForXSeconds
source: Hiding URL for %@s...
es: Ocultando URL durante %@s...

# nightscoutNotEnabled
source: Nightscout is disabled
es: Nightscout está deshabilitado

source: Nightscout URL missing
es: Falta la URL de Nightscout

# followerAccountCredentialsMissing
source: Username/password missing
es: Falta usuario/contraseña

# presnooze
source: Snooze
ar: غفوة
de: Schlummern
el: Αναβολή
fi: Torkku
nl: Sluimer
pt: Silenciar
ru: Отложить
sv: Snooza
tr: Ertele

source: Sensor
ar: الحساس
el: Αισθητήρας
fi: Sensori
fr: Capteur
ru: Сенсор
tr: Sensör
