Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/HomeView.strings
Languages: ar, de, el, es, fi, fr, nl, pt, ru, sv, tr

source: Calibrate
ar: معايرة
de: Kalibrieren
el: Βαθμονόμηση
es: Calibrar
fi: Kalibroi
fr: Calibrer
nl: Kalibreer
pt: Calibrar
ru: Откалибровать
sv: Kalibrera
tr: Kalibre Et

source: Lock
ar: قفل
de: Sperren
el: Κλείδωμα
es: Bloquear
fi: Lukitse
fr: Verrouillé
pt: Bloquear
ru: Заблокировать
sv: Lås
tr: Kilitle

source: Unlock
ar: فتح القفل
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fi: Avaa
fr: Déverrouillé
pt: Desbloquear
ru: Разблокировать
sv: Lås upp
tr: Kilidini aç

# screenlocktitle
source: Screen Lock Enabled
ar: تم تفعيل قفل الشاشة
de: Bildschirmsperre aktiviert
el: Κλείδωμα οθόνης ενεργοποιημένο
es: Bloqueo de Pantalla Habilitado
fi: Näytön lukitus käytössä
fr: Verrouillage d'écran activé
nl: Scherm Vergrendeld
pt: Activado Bloqueio de Ecrã
ru: Блокировка экрана включена
sv: Skärmlås på
tr: Ekran Kilidi Etkin

# screenlockinfo
source: This will keep the screen awake until you move to another app or click Unlock. It is recommended that you keep the phone plugged into a charger to prevent battery drain.
ar: سيؤدي هذا إلى إبقاء الشاشة في حالة نشاط حتى تنتقل إلى تطبيق آخر أو تنقر فوق إلغاء القفل. يوصى بإبقاء الهاتف متصلاً بالشاحن لمنع استنزاف البطارية.
de: Dadurch bleibt der Bildschirm aktiviert, bis zu einer anderen App gewechselt wird oder entsperren geklickt wird. Wir empfehlen, dass Handy mit dem Ladekabel zu verbinden, um ein Entladen des Akkus zu verhindern.
el: Αυτό θα κρατήσει την οθόνη ανοιχτή μέχρι να μεταβείτε σε άλλη εφαρμογή ή να κάνετε κλικ στο Ξεκλείδωμα. Συνιστάται να διατηρείτε το τηλέφωνο συνδεδεμένο σε φορτιστή για να αποτρέψετε την εξάντληση της μπαταρίας.
es: Este mode mantendré la pantalla activada hasta que hagas click en 'Desbloquear' o que vuelves a la pantalla de inicio del iPhone. Recomendamos mantener el iPhone conectado a un cargador para evitar la descarga de la batería.
fi: Tämä pitää näytön hereillä, kunnes siirryt toiseen sovellukseen tai napsautat Avaa. On suositeltavaa, että pidät puhelin kytkettynä laturiin, jotta akku ei tyhjene.
fr: Cette option maintiendra votre écran éveillé jusqu'à ce que vous changiez d'application ou sélectionniez déverrouillé. Il est conseillé de laisser le téléphone sur son chargeur pour éviter que la batterie ne se décharge.
nl: Deze optie houdt de app op de voorgrond tot je een andere app opent, of tot je je toestel lockt. Het is aan te raden je toestel aan de oplader te houden om de batterij opgeladen te houden.
pt: Isto irá manter o ecrã ligado até que mude para outra aplicação or pressione Desbloquear. É recomendado que deixe o seu telemóvel ligado ao carregado para prevenir descarga da bateria.
ru: Это будет держать экран активным, пока вы не перейдете в другое приложение или не нажмете 'Разблокировать'. Рекомендуется держать телефон подключенным к зарядному устройству, чтобы предотвратить разрядку аккумулятора.
sv: Håller skärmen öppen tills du byter app eller klickar 'Lås upp'. Det rekommenderas att du har laddkabeln i för att förhindra urladdning av batteriet.
tr: Bu başka bir uygulamaya geçene veya Kilidi Aç'ı tıklatana kadar ekranı açık tutar. Pilin bitmesini önlemek için telefonu şarj cihazına takılı tutmanız önerilir.

# statusactiontitle
source: Status
ar: الحالة
el: Κατάσταση
es: Estado
fr: Statut
pt: Estado
ru: Статус
tr: Durum

# scanbluetoothdeviceactiontitle
source: Scan for Transmitter
ar: البحث عن جهاز الإرسال
de: Transmitter scannen
el: Σάρωση αισθητήρα
es: Buscar Transmisor
fi: Skannaa lähetin
fr: Scanner le transmetteur
nl: Scan voor Transmitter
pt: Pesquisar Transmissor
ru: Сканировать трансмиттер
sv: Scanna efter sändare
tr: Vericiyi Tara

# forgetbluetoothdeviceactiontitle
source: Forget Transmitter
ar: حذف جهاز الإرسال
de: Transmitter löschen
el: Αφαίρεση αισθητήρα
es: Olvidar Transmisor
fi: Unohda lähetin
fr: Oublier le transmetteur
nl: Vergeet Transmitter
pt: Esquecer Transmissor
ru: Забыть трансмиттер
sv: Glöm sändare
tr: Vericiyi Unut

source: Start Sensor
ar: بداية حساس
de: Sensor starten
el: Έναρξη αισθητήρα
es: Iniciar Sensor
fi: Aloita sensori
fr: Débuter Capteur
pt: Iniciar Sensor
ru: Сканировать сенсор
sv: Starta sensor
tr: Sensör Başlat

source: Stop Sensor
ar: إيقاف الحساس
de: Sensor Stoppen
el: Διακοπή αισθητήρα
es: Parar Sensor
fi: Lopeta sensori
fr: Arrêter Capteur
pt: Parar Sensor
ru: Остановать сенсор
sv: Stoppa sensor
tr: Sensör Durdur

# startsensortimeinfo
source: In the next dialogs, you will need to set the date and time the sensor was inserted. It is important that you set the date and time as correct as possible.
ar: في مربعات الحوار التالية ، ستحتاج إلى تعيين التاريخ والوقت الذي تم فيه تركيب الحساس. من المهم أن تقوم بتعيين التاريخ والوقت على النحو الصحيح قدر الإمكان.
de: Auf der nächsten Seite müssen Sie Zeit und Datum eingeben zu der der Sensor gestartet wurde. Es ist wichtig Zeit und Datum so genau wie möglich einzugeben.
el: Στην επόμενη οθόνη, θα χρειαστεί να ορίσετε την ημερομηνία και την ώρα εισαγωγής του αισθητήρα. Είναι σημαντικό να ρυθμίσετε την ημερομηνία και την ώρα όσο το δυνατόν πιο σωστά.
es: En los próximos pasos, deberías definir la fecha y hora cuando iniciaste el sensor. Es importante que se haga de la forma más precisa posible.
fi: Seuraavissa valintaikkunoissa sinun on asetettava päiväys ja aika, jolloin anturi on asetettu. On tärkeää, että asetat päivämäärän ja ajan mahdollisimman oikein. Tämä on tärkeää tarkkuuden kannalta.
nl: In de volgende stappen voer je de datum en tijd in dat de sensor was aangebracht. Het is belangrijk dat de datum en tijd zo correct mogelijk worden ingesteld.
pt: Nos próximos diálogos, vai precisar de definir a data e hora em que o sensor foi colocado. É importante que defina a data e hora o mais correcto possível.
ru: В следующих диалоговых окнах вам нужно будет установить дату и время установки датчика. Важно, чтобы вы установили дату и время как можно точнее.
sv: I nästa dialog kommer du att behöva ange datum och tid för när sensor fördes in. Det är viktigt att ange tiden så precist som möjligt.
tr: Sonraki iletişim kutularında, sensörün yerleştirilme tarih ve saati ayarlamanız gerekecektir. Tarih ve saati mümkün olduğunca doğru ayarlamanız önemlidir.

# scanbluetoothdeviceongoing
source: Scanning for Transmitter...
ar: البحث عن جهاز الإرسال ...
de: Suche nach Transmitter...
el: Ανίχνευση αισθητήρα...
es: Buscando transmisor...
fi: Skannataan lähetintä...
fr: Scan en cours du transmetteur...
nl: Scannen naar Transmitter...
pt: A Pesquisar Transmissor...
ru: Сканирование трансмиттера...
sv: Scannar efter sändare...
tr: Verici taranıyor...

# bluetoothisnoton
source: Bluetooth is not on. Switch on bluetooth first and then try again.
ar: البلوتوث غير مفعل قم بتشغيل البلوتوث أولاً ثم حاول مرة أخرى.
de: Bluetooth ist aus. Bitte Bluetooth starten und erneut versuchen.
el: Το bluetooth δεν είναι ενεργό. Ενεργοποιείστε το στις ρυθμίσεις και προσπαθήστε ξανά.
es: Bluetooth está apagado. Habilitar Bluetooth antes de continuar.
fi: Bluetooth ei ole päällä. Kytke ensin bluetooth päälle ja yritä uudelleen.
fr: Bluetooth n'est pas actif. Allumez avant le bluetooth first et retentez
nl: Bluetooth staat niet aan. Schakel bluetooth eerst in en probeer opnieuw.
pt: Bluetooth esta desligado. Ligue primeiro o bluetooth e tente novamente.
ru: Bluetooth не включен. Сначала включите Bluetooth, а затем повторите попытку.
sv: Bluetooth är inte på. Sätt på bluetooth först och försök igen.
tr: Bluetooth açık değil. Önce bluetooth'u açın ve ardından tekrar deneyin.

# bluetoothIsNotAuthorized
source: You did not give bluetooth permission for %@. Go to the settings, find the %@ app, and enable Bluetooth.
ar: لم تمنح إذن البلوتوث لـ %@. انتقل إلى الإعدادات ، وابحث عن تطبيق %@ ، وقم بتمكين البلوتوث.
de: %@ hat keine Bluetooth Berechtigung. Gehe über Einstellung, %@ App, Bluetooth aktivieren.
el: Δεν δώσατε άδεια χρήσης bluetooth για %@. Μεταβείτε στις ρυθμίσεις, βρείτε την εφαρμογή %@ και ενεργοποιήστε το Bluetooth.
es: %@ no tiene permiso para usar bluetooth. Ir a Configuración en tu iPhone, buscar la aplicación %@ y autorizar el uso de Bluetooth
fi: Bluetoothia ei ole sallittu %@:lle. Mene asetuksiin, etsi %@ sovellus ja salli Bluetooth.
fr: Vous n'avez pas donné l'autorisation d'utiliser le Bluetooth à %@. Allez dans les réglages, trouver %@ et autorisez le Bluetooth
nl: Je hebt geen bluetooth toegang gegeven voor %@. Ga naar instellingen, zoek de %@ app en schakel bluetooth toegang in.
pt: Não deu permissão do Bluetooth para %@. Vá a definições, procure pela app %@, e active o Bluetooth.
ru: Вы не предоставили разрешение Bluetooth для %@. Зайдите в настройки, найдите приложение %@ и включите Bluetooth.
sv: Du har inte givit tillåtelse för att använda bluetooth. Gå till inställningar, hitta %@-appen, och sätt på Bluetooth.
tr: %@ için bluetooth izni vermediniz. Ayarlara gidin, %@ uygulamasını bulun ve Bluetooth'u etkinleştirin.

# startScanningInfo
source: Scanning Started. Keep %@ open in the foreground until a connection is made. (There's no need to turn off Auto-Lock. Just don't press the home button and don't lock your iPhone)
ar: بدأ البحث.. اترك %@ مفتوحًا في المقدمة حتى يتم إجراء الاتصال. (ليست هناك حاجة لإيقاف القفل التلقائي. فقط لا تضغط على زر الصفحة الرئيسية ولا تقفل الجوال)
de: Scannen gestartet. %@ im Vordergrund lassen bis die Verbindung erstellt wurde. Automatisches Sperren kann, aktiviert bleiben. Einfach nur nicht die App schließen oder das iPhone manuell sperren)
el: Ξεκίνησε η σάρωση. Διατηρήστε το %@ ανοιχτό στο προσκήνιο μέχρι να πραγματοποιηθεί η σύνδεση. (Δεν χρειάζεται να απενεργοποιήσετε το «Αυτόματο κλείδωμα». Απλώς μην πατήσετε το κουμπί αρχικής οθόνης και μην κλειδώσετε το iPhone σας)
es: Buscando tu transmisor... Mantened %@v abierto en primer plano hasta que conecte. (No hay que deshabilitar nada, simplemente no cambias a otra aplicación ni bloqueas la pantalla de tu iPhone)
fr: Scan débuté. Laissez %@ ouvert en premier plan jusqu'à ce qu'une connexion soit faite. (Inutile de désactiver le verrouillage automatique. Ne pressez pas le bouton Home et ne verrouillez pas votre iPhone
nl: Scannen Gestart. Houd %@ open in de voorgrond tot een verbinding is gemaakt. (Je hoeft Automatische Vergrendeling niet uit te zetten. Druk niet op de home knop en vergrendel je iPhone niet.)
pt: A Pesquisa Iniciou. Mantenha %@ em primeiro plano até que a ligação seja feita. (Não é necessário desligar Bloqueio Automático. Apenas não pressione no botão Home e não bloqueie o iPhone)
ru: Сканирование запущено. Держите %@ открытым на переднем плане, пока не будет установлено подключение. (Нет необходимости отключать автоматическую блокировку. Просто не нажимайте кнопку 'Домой' и не заблокируй свой айфон)
sv: Scanning startad. Håll %@ öppen i bakgrunden tills en anslutning har skapats. (Du behöver inte stänga av autolås. Tryck bara inte på hemknappen och lås inte din telefon)
tr: Tarama Başlatıldı. Bir bağlantı kurulana kadar %@'yi ön planda açık tutun. (Otomatik Kilitlemeyi kapatmanıza gerek yoktur. Ana sayfa düğmesine basmayın ve iPhone'unuzu kilitlemeyin)

# sensorstart
source: Sensor Started
ar: تم بدء الحساس
de: Sensor gestartet
el: Έναρξη αισθητήρα
es: Sensor Iniciado
fi: Sensori aloitus
fr: Capteur démarré
nl: Sensor Gestart
pt: Sensor Iniciado
ru: Сенсор активирован
sv: Sensor startad
tr: Sensör Başlatıldı

source: Not Started
ar: لم يبدأ
de: Nicht gestartet
el: Όχι έτοιμος
es: No Iniciado
fi: Ei aloitettu
fr: Non démarré
nl: Niet Gestart
pt: Não Iniciado
ru: Не начат
sv: Inte startad
tr: Başlatılmadı

source: Not Known
ar: غير معروف
de: Unbekannt
el: Άγνωστη κατάσταση
es: Desconocido
fi: Tuntematon
fr: Inconnu
nl: Niet Bekend
pt: Não Conhecido
ru: Неизвестно
sv: Inte känd
tr: Bilinmeyen

source: Last Connection
ar: آخر اتصال
de: Letzte Verbindung
el: Τελευταία σύνδεση
es: Última Conexión
fi: Viimeinen yhteys
fr: Dernière Connexion
nl: Laatste Verbinding
pt: Última Ligação
ru: Крайнее подключение
sv: Senaste anslutning
tr: Son Bağlantı

source: Transmitter Battery Level
ar: مستوى بطارية جهاز الإرسال
de: Transmitter Batteriestand
el: Επίπεδο μπαταρίας πομπού
es: Nivel Batería Transmisor
fi: Lähettimen varaustaso
fr: Niveau de batterie (Transmitteur)
nl: Transmitter Batterij Niveau
pt: Nível Bateria Transmissor
ru: Заряд трансмиттера
sv: Sändarens batterinivå
tr: Verici Pil Seviyesi

source: ago
ar: مضت
de: her
el: πριν
es: atrás
fi: sitten
fr: avant
pt: atrás
ru: назад
sv: sedan
tr: önce

# licenseinfo
source: This program is free software distributed under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY. See http://www.gnu.org/licenses/gpl.txt for more details. Info:
ar: هذا التطبيق عبارة عن برنامج مجاني يتم نشره بموجب شروط رخصة جنو العمومية كما نشرتها مؤسسة البرمجيات الحرة ، إما الإصدار 3 من الترخيص ، أو أي إصدار لاحق. يتم نشر هذا التطبيق على أمل أن يكون مفيدًا ، ولكن دون أي ضمان. اطلع على http://www.gnu.org/licenses/gpl.txt لمزيد من التفاصيل. معلومات:
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό που διανέμεται σύμφωνα με τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU όπως δημοσιεύεται από το Ίδρυμα Ελεύθερου Λογισμικού, είτε στην έκδοση 3 της Άδειας χρήσης είτε σε οποιαδήποτε μεταγενέστερη έκδοση. Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα να είναι χρήσιμο, αλλά ΧΩΡΙΣ ΕΓΓΥΗΣΗ. Ανατρέξτε στον ιστότοπο http://www.gnu.org/licenses/gpl.txt για περισσότερες λεπτομέρειες. Πληροφορίες:
es: Este programa es gratis y distribuido bajo los términos del GNU General Public License publicado por parte de The Free Software Foundation, versión 3 de la licencia, o bien, cualquier versión posterior. Este programa está distribuido con la intención de que sea útil, pero SIN NINGUN TIPO DE GARANTIA. Ver http://www.gnu.org/licenses/gpl.txt para más información. Info:
pt: Este programa é programa grátis distribuído nos termos da Licença GNU General Public como publicado pela Free Software Foundation, ou versão 3 da Licença, ou outra versão mais recente. Este Programa é distribuído na esperança de ser útil, mas SEM QUALQUER GARANTIA. Veja http://www.gnu.org/licenses/gpl.txt para mais detalhes. Info:
ru: Эта программа является свободным программным обеспечением, распространяемым в соответствии с условиями Стандартной общественной лицензии GNU, опубликованной Фондом свободного программного обеспечения, либо версии 3 Лицензии, либо любой более поздней версии. Эта программа распространяется в надежде, что она будет быть полезным, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ. Подробнее см. http://www.gnu.org/licenses/gpl.txt. Информация:
sv: Denna programvara är gratis och distribuerad med villkor enligt GNU General Public License, version 3 eller senare, publicerad av Free Software Foundation. Denna programvara är utgiven I hopp om att vara användbar, men är UTAN NÅGON GARANTI. Se http://www.gnu.org/licenses/gpl.txt för mer detaljer. Info:
tr: Bu program Özgür Yazılım Vakfı tarafından yayınlandığı şekliyle, Lisansın 3. sürümü veya sonraki herhangi bir sürümü olan GNU Genel Kamu Lisansı koşulları altında dağıtılan ücretsiz bir yazılımdır. Bu programın yararlı olabileceği ümit edilir ancak HİÇBİR GARANTİ YOKTUR. Daha fazla ayrıntı için http://www.gnu.org/licenses/gpl.txt adresine bakın. Bilgi:

# info
source: Please Read
ar: يرجى القراءة
de: Info
el: Πληροφορίες
es: Información
fi: Info
fr: Informations
nl: Lees Alstublieft
pt: Leia, por favor
ru: Пожалуйста прочитайте
sv: Var god läs
tr: Lütfen okuyun

# transmitterinfo
source: First go to the Bluetooth screen where you can add and scan for your transmitter. Then come back to the Home screen and start your sensor.
ar: انتقل أولاً إلى صفحة البلوتوث حيث يمكنك إضافة جهاز الإرسال والبحث عنه. ثم ارجع إلى الشاشة الرئيسية وابدأ تشغيل الحساس.
de: Bitte zuerst via Bluetooth einen Sensor bzw. Transmitter verbinden. Danach können Sie den Sensor hier starten.
el: Πρώτα μεταβείτε στην οθόνη Bluetooth όπου μπορείτε να προσθέσετε και να σαρώσετε τον πομπό σας. Στη συνέχεια επιστρέψτε στην Αρχική οθόνη και ξεκινήστε τον αισθητήρα σας.
es: Primero deberías ir a la página de Bluetooth donde puedes añadir y buscar tu transmisor. Después en la pantalla Home, puedes iniciar tu sensor.
fi: Siirry ensin bluetooth näyttöön, jossa voit lisätä ja skannata lähettimen. Palaa sitten koti näyttöön ja aloita sensori.
fr: Tout d'abord, allez sur l'écran Bluetooth où vous pourrez ajouter et scanner votre transmetteur. Puis revenir sur l'écran d'accueil pour démarrer le capteur.
nl: Ga eerst naar het Bluetooth scherm waar je je transmitter kunt toevoegen en scannen. Kom dan terug naar het Home scherm en start je sensor.
pt: Primeiro ir ao ecrã Bluetooth onde pode adicionar e pesquisar pelo transmissor. Depois voltar ao Ecrã Inicial e iniciar o sensor.
ru: Сначала перейдите на экран Bluetooth, где вы можете добавить и отсканировать передатчик. Затем вернитесь на главный экран и запустите датчик.
sv: Gå först till bluetooth-fönstret där du kan lägga till och scanna efter sändare. Kom sedan tillbaka till hem-skärmen för att starta din sensor.
tr: Önce vericinizi ekleyip tarayabileceğiniz Bluetooth ekranına gidin. Ardından Ana ekrana geri dönün ve sensörünüzü başlatın.

# startsensorbeforecalibration
source: You cannot calibrate unless you have started a sensor.
ar: لا يمكنك المعايرة إلا إذا قمت بتشغيل الحساس.
de: Die Kalibrierung ist erst nach dem Start eines Sensors möglich.
el: Δεν μπορείτε να βαθμονομήσετε αν δεν έχετε ξεκινήσει έναν αισθητήρα.
es: No puedes calibrar hasta haber iniciado un sensor.
fi: Et voi kalibroida, koska sensoria ei ole aloitettu.
fr: Vous ne pouvez pas calibrer tant que le capteur n'est pas démarré.
nl: Je kunt niet kalibreren voor je een sensor hebt gestart.
pt: Não pode calibrar a menos que tenha um sensor iniciado.
ru: Вы не можете выполнить калибровку, пока не запустите сенсор.
sv: Du kan inte kalibrera förrän du har startat en sensor.
tr: Bir sensör başlatmadan kalibrasyon yapamazsınız.

# theresNoCGMTransmitterActive
source: You cannot calibrate unless you have a transmitter connected.
ar: للمعايرة ، يجب أن يكون لديك جهاز إرسال لنظام مراقبة سكر الدم المستمرة متصل'.
de: Kalibrierung kann nur bei verbundenem Transmitter erfolgen.
el: Δεν μπορείτε να βαθμονομήσετε αν δεν έχετε συνδεδεμένο πομπό.
es: Para calibrar debes tener un transmisor válido conectado.
fi: Et voi kalibroida, koska lähetintä ole yhdistetty.
fr: Vous ne pouvez pas calibrer tant qu'un transmetteur n'est pas disponible.
nl: Je kunt niet kalibreren voor er een transmitter is verbonden.
pt: Não pode calibrar a menos que tenha um sensor ligado.
ru: Вы не можете выполнить калибровку, если у вас не подключен трансмиттер.
sv: Du kan kan inte kalibrera förrän du har en sändare ansluten.
tr: Bağlı bir vericiniz olmadığı sürece kalibre edemezsiniz.

# theremustbeareadingbeforecalibration
source: There must be at least two readings before you can calibrate. You will be requested to calibrate as soon as there is another reading.
ar: يجب أن تكون هناك قراءتان على الأقل قبل أن تتمكن من المعايرة. سيُطلب منك إجراء المعايرة بمجرد وجود قراءة أخرى.
de: Es müssen mindestens 2 Werte ausgelesen werden bevor die Kalibrierung durchgeführt werden kann. Sie werden automatisch nach dem 3 ausgelesenen Wert benachrichtigt.
el: Πρέπει να υπάρχουν τουλάχιστον δύο μετρήσεις για να μπορέσετε να βαθμονομήσετε. Θα σας ζητηθεί να κάνετε βαθμονόμηση μόλις υπάρξει άλλη μέτρηση.
es: Debe hacer mínimo dos lecturas antes de poder calibrar. Podrás entrar una calibración en cuanto reciba otra lectura
fi: Tarvitaan vähintään kaksi lukemaa ennen kalibrointia. Sinua pyydetään kalibroimaan heti, kun lukema saapuu.
fr: Il est nécessaire de disposer de deux lectures de glycémie pour calibrer. Vous serez averti pour cette calibration.
nl: Er moeten minstens 2 metingen zijn voordat je kunt kalibreren. Je wordt gevraagd om te kalibreren zodra er een nieuwe meting is.
pt: São necessárias duas leituras antes de ser possível calibrar. Vai ser pedido para calibrar logo que haja outra leitura.
ru: Здесь должно быть по крайней мере два показания, прежде чем вы сможете откалибровать. Вам будет предложено выполнить калибровку, как только будет получено другое показание.
sv: Det måste finnas minst två avläsningar innan du kan kalibrera. Du kommer att bli ombedd att kalibrera så fort det finns en ytterligare avläsning.
tr: Kalibrasyon yapabilmeniz için en az iki okuma olmalıdır. Başka bir okuma olur olmaz kalibrasyon yapmanız istenecektir.

# sensornotdetected
source: The sensor was not detected. Check if the Transmitter is correctly placed on the sensor.
ar: لم يتم العثور على الحساس. تحقق مما إذا كان جهاز الإرسال موضوعًا بشكل صحيح على الحساس.
de: Der Sensor wurde nicht gefunden. Prüfen Sie den korrekten Sitz des Transmitters im Sensor.
el: Ο αισθητήρας δεν εντοπίστηκε. Ελέγξτε εάν ο πομπός έχει τοποθετηθεί σωστά στον αισθητήρα.
es: Sensor no detectado. Comprobar que el transmisor está correctamente colocado encima del sensor.
fi: Sensoria ei havaittu. Tarkista, onko lähetin hyvin sijoitettu sensoriin.
fr: Le capteurt n'a pas été détecté. Vérifiez le positionnement de votre transmetteur à proximité du capteur.
nl: De sensor is niet gevonden. Controleer of de Transmitter correct op de sensor is geplaatst.
pt: Sensor não foi detectado. Verifque se o Transmissor está colocado correctamente no sensor.
ru: Датчик не обнаружен. Проверьте правильность установки трансмиттера на сенсоре
sv: Sensorn upptäcktes inte. Kontrollera att sändaren är korrekt placerad på sensorn.
tr: Sensör algılanmadı. Vericinin sensöre doğru şekilde yerleştirilip yerleştirilmediğini kontrol edin.

# transmitternotpaired
source: The Transmitter is not paired with this iPhone. Open the application.
ar: لم يتم إقتران جهاز الإرسال بهذا الآيفون. افتح التطبيق.
de: Der Transmitter ist noch nicht mit diesem Gerät verbunden. Program öffnen.
el: Ο πομπός δεν έχει συζευχθεί με αυτό το iPhone. Ανοίξτε την εφαρμογή.
es: El Tranmissor no está conectado a este iPhone. Abrid la aplicación.
fi: Lähetintä ei ole muodostettu pariksi tämän iPhonen kanssa. Avaa sovellus.
fr: Le transmetteur n'est pas appareillé avec votre iPhone. Ouvrir l'application.
nl: De Transmitter is niet verbonden met deze iPhone. Open de app.
pt: O Transmissor não está emparelhado com este iPhone. Abra a aplicação.
ru: Трасмиттер не сопряжен с этим iPhone. Откройте приложение.
sv: Sändaren är inte ansluten till denna iPhone. Öppna appen.
tr: Verici bu iPhone ile eşlenmemiş. Uygulamayı açın.
