Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/M5StackView.strings
Languages: ar, fr, pt, ru, tr

# authenticationFailureWarning
source: Authentication to M5Stack Failed, either set the pre-configured password in the Settings, or, if the M5Stack does not have a preconfigured password then reset the M5Stack. M5Stack will disconnect now. You can make a new attempt by clicking
ar: فشل المصادقة على M5Stack ، إما تعيين كلمة المرور المكونة مسبقًا في الإعدادات ، أو إذا لم يكن M5Stack يحتوي على كلمة مرور مكونة مسبقًا ، فقم بإعادة تعيين M5Stack. سيتم قطع اتصال M5Stack الآن. يمكنك القيام بمحاولة جديدة بالنقر
fr: Echec de l'authentification au M5Stack, merci de saisir le mot de passe préconfiguré dans les réglages ou, si le M5Stack n'a pas de mot de passe préconfiguré, merci de ré-initialiser le M5Stack. Après la ré-initialisation, vous pouvez faire une nouvelle tentative en cliquant ici.
pt: Autenticação para M5Stack Falhou, ou definiça a senha pré-configurada nas Definições, ou, reinicie o M5Stack se não tem uma senha pré-configurada. M5Stack vai desligar agora. Pode fazer uma tentativa pressionando
ru: Аутентификация в M5Stack не удалась, либо установите предварительно настроенный пароль в настройках, либо, если M5Stack не имеет предварительно настроенного пароля, сбросьте M5Stack. M5Stack сейчас отключится. Вы можете сделать новую попытку, нажав
tr: M5Stack için Kimlik Doğrulama Başarısız, ya Ayarlar'da önceden yapılandırılmış parolayı ayarlayın ya da M5Stack'in önceden yapılandırılmış bir parolası yoksa M5Stack'i sıfırlayın. M5Stack şimdi bağlantıyı kesecek. tıklayarak yeni bir deneme yapabilirsiniz.

# blePasswordMissingWarning
source: You need to set the password in the Settings
ar: تحتاج إلى تعيين كلمة المرور في الإعدادات
fr: Vous devez saisir un mot de passe dans les réglages
pt: Precisa de definir uma senha em Definições
ru: Вам необходимо установить пароль в Настройках
tr: Ayarlarda şifreyi ayarlamanız gerekiyor

# m5StackResetRequiredWarning
source: M5Stack must be reset in order to generate a new temporary password. When done click
ar: يجب إعادة ضبط M5Stack لتتمكن من إنشاء كلمة مرور مؤقتة جديدة. عند الانتهاء انقر فوق
fr: M5Stack doit être réinitaliser afin de générer un nouveau mot de pase temporaire. Après réinitialisation, cliquez
pt: M5Stack precisa de ser reiniciado para gerar uma senha temporarária. Quando terminado pressione
ru: M5Stack необходимо сбросить, чтобы сгенерировать новый временный пароль. Когда закончите, нажмите
tr: Yeni bir geçici parola oluşturmak için M5Stack sıfırlanmalıdır. Bittiğinde tıklayın

# m5StackSoftWhereHelpCellText
source: Where to find the M5Stack software?
ar: أين تجد برنامج M5Stack؟
fr: Où trouver le logiciel M5Stack ?
pt: Onde encontrar software M5Stack?
ru: Где найти программное обеспечение M5Stack?
tr: M5Stack yazılımını nerede bulabilirim?

# m5StickCSoftWhereHelpCellText
source: Where to find the M5StickC software?
ar: أين تجد برنامج M5StickC؟
fr: Où trouver le logiciel M5StickC ?
pt: Onde encontrar software M5StickC?
ru: Где найти программное обеспечение M5StickC?
tr: M5StickC yazılımını nerede bulabilirim?

# m5StackSoftWareHelpText
source: Go to
ar: إذهب إلى
fr: Allez à
pt: Ir Para
ru: Перейти к
tr: Şuraya git

# deviceMustBeConnectedToPowerOff
source: M5Stack must be connected to be able to power it off
ar: يجب توصيل M5Stack لتتمكن من إيقاف تشغيله
fr: M5Stack doit être connecté pour pouvoir être éteint.
pt: M5Stack precisa estar ligado para o encerrar
ru: M5Stack должен быть подключен, чтобы его можно было отключить
tr: M5Stack'in kapatılabilmesi için bağlı olması gerekir

# powerOffConfirm
source: Are you sure you want to power off the M5Stack?
ar: هل أنت متأكد أنك تريد إيقاف تشغيل M5Stack؟
fr: Etes-vous sur d'éteindre le M5Stack?
pt: Tem a certeza que deseja encerrar o M5Stack?
ru: Вы действительно хотите выключить M5Stack?
tr: M5Stack'i kapatmak istediğinizden emin misiniz?

source: Power Off
ar: إيقاف التشغيل
fr: Eteindre
pt: Encerrar
ru: Питание выключено
tr: Kapat

source: Connect to WiFi
ar: اتصل بشبكة WiFi
fr: Connecter au WiFi
pt: Ligar ao WiFi
ru: Подключиться к WiFi
tr: WiFi'ye bağlan
