Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/SettingsViews.strings
Languages: ar, de, el, es, fi, fi_fi, fr, nl, pt, ru, sv, tr

source: Upload Sensor Start Time
ar: تحميل بداية وقت الحساس؟
de: Sensor Startzeit hochladen
el: Μεταφόρτωση ώρα έναρξης αισθητήρα;
es: Subir Hora de Inicio de Sensor
fi: Lähetä sensorin aloitusaika
fi_fi: Lähetä sensorin aloitusaika
fr: Charger heure démarrage capteur?
nl: Upload Sensor Start Tijd?
pt: Enviar Hora de Início de Sensor
ru: Время начала загрузки сенсора
sv: Ladda upp sensorstarttid?
tr: Sensör Başlangıç Zamanı Yüklensin mi

# testUrlAndAPIKey
source: Test Connection
ar: اختبر الاتصال؟
de: Verbindung testen
el: Δοκιμή σύνδεσης;
es: Comprobar Conexión
fi: Testaa Nightscout URL ja API_SECRET
fr: Tester l'URL et API_SECRET de Nightscout?
nl: Test Verbinding?
pt: Verificar Ligação
ru: Протестировать соединение
sv: Testa anslutning?
tr: Bağlantıyı Test etsin mi

# settingsviews_sectiontitlespeak
source: Voice
ar: النطق
de: Vorlesen
el: Ομιλία
es: Voz
fi: Ääni
fi_fi: Puhe
fr: Vocal
nl: Spraak
pt: Voz
ru: Звук
sv: Röst
tr: Sesli Söyle

# settingsviews_speakBgReadings
source: Speak BG Readings
ar: نطق قراءات السكر؟
de: BZ Werte vorlesen
el: Εκφώνηση της μέτρησης;
es: Anunciar Lecturas Glucemia
fi: Puhu vs. lukemat
fi_fi: Puhu vs.lukemat
fr: Lire les glycémies
nl: Spreek BG Metingen Uit?
pt: Falar Leituras Glicose
ru: Проговаривать уровень глюкозы
sv: Läs upp BS-avläsningar?
tr: KŞ değerlerini Söylesin mi

# settingsviews_speakBgReadingslanguage
source: Language
ar: اللغة
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fi_fi: Kieli
fr: Langue
nl: Taal
pt: Idioma
ru: Язык
sv: Språk:
tr: Dil

# settingsviews_speakreadingslanguageselection
source: Select Language
ar: اختر اللغة
de: Sprache wählen
el: Επιλέξτε γλώσσα
es: Seleccionar Idioma
fi: Valitse kieli
fi_fi: Valitse kieli
fr: Sélectionner la langue
nl: Selecteer Taal
pt: Escolher Idioma
ru: Выберите язык
sv: Välj språk
tr: Dil Seçin

# settingsviews_speakTrend
source: Speak Trend
ar: نطق الاتجاه؟
de: Trend vorlesen
el: Εκφώνηση της τάσης;
es: Anunciar Tendencia
fi: Puhu suunta
fi_fi: Puhu trendi
fr: Lire la tendance?
nl: Spreek Trend Uit?
pt: Falar Tendência
ru: Говорить тенденцию
sv: Läs upp trend?
tr: Eğilimi Söylesin mi

# settingsviews_speakDelta
source: Speak Delta
ar: نطق الفرق؟
de: Delta vorlesen
el: Εκφώνηση της διαφοράς;
es: Anunciar Delta
fi: Puhu erotus
fi_fi: Puhu delta
fr: Lire la variation?
nl: Spreek Delta Uit?
pt: Falar Delta
ru: Говорить дельта
sv: Läs upp delta?
tr: Delta Söylesin mi

# settingsviews_IntervalTitle
source: Notification Interval
ar: الفاصل الزمني
de: Benachrichtigungsintervall
el: Συχνότητα
es: Intervalo entre notificaciones
fi: Intervalli
fr: Intervalle
pt: Intervalo entre Notificações
ru: Интервал
sv: Intervall:
tr: Aralık

# settingsviews_IntervalMessage
source: Minimum interval between two notifications (mins)
ar: الفاصل الزمني الأدنى بين قراءتين بالدقائق
de: Mindestabstand zwischen zwei Benachrichtigungen in Minuten
el: Ελάχιστο διάστημα μεταξύ δύο μετρήσεων, σε λεπτά
es: Intervalo mínimo entre dos notificaciones (mins)
fi: Kahden lukeman välinen vähimmäisväli minuutteina
fr: Intervalle minimum entre deux lectures, en minutes
nl: Minimum interval tussen twee metingen, in minuten
pt: Intervalo minímo entre duas notificações, em minutos
ru: Минимальный интервал между двумя показаниями, в минутах
sv: Minsta intervall mellan två avläsningar, i minuter
tr: Dakika cinsinden iki okuma arasındaki minimum aralık

# settingsviews_allowScreenRotation
source: Allow Chart Rotation
ar: السماح بإلتفاف المخطط؟
el: Κάθετη εναλλαγή γραφήματος ενεργή;
es: Permitir rotación
fi: Salli kaavion kierto
fr: Autoriser la rotation du graphique?
pt: Permitir Rotação do Gráfico
ru: Разрешить переворачивать график
tr: Grafik Döndürmeye İzin Verilsin mi

# settingsviews_Version
source: Version
ar: الإصدار
el: Έκδοση
es: Versión
fi: Versio
fi_fi: Versio
nl: Versie
pt: Versão
ru: Версия
tr: Sürüm

# settingsviews_license
source: License
ar: رخصة
de: Lizenz
el: Άδεια
es: Licencia
fi: Lisenssi
fi_fi: Lisenssi
nl: Licentie
pt: Licença
ru: Лицензия
sv: Licens
tr: Lisans

# settingsviews_build
source: Build
ar: رقم الإصدار
el: Έκδοση
es: Compilación
ru: Билд
sv: Kompilering:
tr: Yapı ayarı

# m5stack_settingsviews_settingstitle
source: M5 Stack Settings
ar: إعدادات M5 Stack
de: M5 Stack Einstellungen
el: M5 Stack Ρυθμίσεις
es: Configuración M5 Stack
fi: M5 Stack asetukset
fi_fi: M5 Stack asetukset
fr: Réglages M5 Stack
nl: M5 Stack Instellingen
pt: Definições M5 Stack
ru: M5 Stack Настройки
sv: M5 Stack-inställningar
tr: M5 Stack Ayarları

# m5stack_settingsviews_textColor
source: Text Color
ar: لون الخط
el: Χρώμα κειμένου
es: Color del Texto
fi: Tekstiväri
fi_fi: Tekstiväri
fr: Couleur du texte
nl: Tekstkleur
pt: Cor do Texto
ru: Цвет текста
sv: Textfärg
tr: Metin Rengi

# m5stack_settingsviews_backGroundColor
source: Background Color
ar: لون الخلفية
de: Hintergrund Farbe
el: Χρώμα φόντου
es: Color del Fondo
fi: Taustaväri
fi_fi: Taustaväri
fr: Couleur de l'arrière-plan
nl: Achtergrondkleur
pt: Cor de Fundo
ru: Цвет фона
sv: Bakgrundsfärg
tr: Arka plan rengi

# m5stack_settingsviews_giveBluetoothPassword
source: Enter Bluetooth Password
ar: أدخل كلمة المرور للبلوتوث
de: Eingabe Bluetooth Passwort
el: Εισαγάγετε τον κωδικό για Bluetooth
es: Entrar Contraseña Bluetooth
fi: Anna bluetooth salasana
fi_fi: Kirjoita Bluetooth salasana
fr: Entrer le mot de passe Bluetooth
nl: Voer Bluetooth Wachtwoord In
pt: Introduzir Senha Bluetooth
ru: Введите Bluetooth пароль
sv: Ange Bluetooth-lösenord
tr: Bluetooth Şifresini Girin

# m5stack_settingsviews_brightness
source: Screen Brightness
ar: سطوع الشاشة
de: Bildschirmhelligkeit
el: Φωτεινότητα οθόνης
es: Brillo de Pantalla Brightness
fi: Näytön kirkkaus
fi_fi: Kirkkaus
fr: Luminosité de l'écran
nl: Schermhelderheid
pt: Brilho do Ecrã
ru: Подсветка экрана
sv: Ljusstyrka
tr: Ekran parlaklığı

# createCalendarEvent
source: Create Calendar Events
ar: إنشاء أحداث التقويم؟
de: Kalendereinträge anlegen
el: Προσθήκη στο ημερολόγιο;
es: Crear Eventos en el Calendario
fi: Luo kalenteritapahtumat
fi_fi: Luo tapahtuma kalenterissa
fr: Créer un calendrier?
nl: CreÃ«er Agenda Activiteit?
pt: Criar Eventos de Calendário
ru: Создавать событие в календаре
sv: Skapa kalenderhändelser?
tr: Takvim Etkinlikleri Oluşturulsun mu

# calenderId
source: Calendar To Use
ar: التقويم للاستخدام؟
de: Kalender auswählen
el: Ημερολόγιο για χρήση;
es: Qué calendario se debe usar
fi: Käytettävä kalenteri
fi_fi: Kalenteri
fr: Utiliser le calendrier?
nl: Te Gebruiken Agenda?
pt: Calendário a Utilizar
ru: Календарь для использования
sv: Kalender att använda?
tr: Takvim kullanılsın mı

# settingsviews_displayTrendInCalendarEvent
source: Display Trend
ar: عرض الإتجاه؟
de: Trend anzeigen
el: Εμφάνιση τάσης;
es: Mostrar Tendencia
fi: Näytä suunta
fr: Afficher Tendance?
nl: Toon Trend?
pt: Mostrar Tendência
ru: Показывать тенденцию
sv: Visa trend?
tr: Eğilim gösterilsin mi

# displayUnitInCalendarEvent
source: Display Unit
ar: عرض الوحدة؟
de: Einheiten anzeigen
el: Εμφάνιση μονάδας γλυκόζης;
es: Mostrar Unidad
fi: Näytä yksikkö
fi_fi: Näyttö yksikkö
fr: Afficher Unité?
nl: Toon Eenheid?
pt: Mostrar Unidade
ru: Показывать единицы
sv: Visa enhet?
tr: Ünite gösterilsin mi

# displayDeltaInCalendarEvent
source: Display Delta
ar: عرض الفرق؟
de: Delta anzeigen
el: Εμφάνιση τιμής Δ;
es: Mostrar Delta
fi: Näytä erotus
fi_fi: Näyttö erotus
fr: Afficher Variation?
nl: Toon Delta?
pt: Mostrar Delta
ru: Показывать дельту
sv: Visa delta?
tr: Delta gösterilsin mi

# infoCalendarAccessDeniedByUser
source: You previously denied access to your calendars. Go to iPhone Settings > %@ > Calendars and enable full access.
ar: لقد رفضت الوصول إلى التقويم الخاص بك مسبقًا. لتمكينه ، انتقل إلى إعدادات جهازك ثم الخصوصية ثم التقويم ثم قم بتمكينه.
de: Keine Freigabe für Kalender. Zum Freigeben: Einstellungen, Datenschutz, Kalender und aktivieren.
el: Προηγουμένως αρνηθήκατε την πρόσβαση στο Ημερολόγιό σας. Για να το ενεργοποιήσετε, μεταβείτε στις ρυθμίσεις της συσκευής σας, απόρρητο, ημερολόγια και ενεργοποιήστε το.
es: Has denegado previamente permiso para acceder al calendario. Ir a Configuración iPhone > %@ > Calendarios y habilitarlo.
fi: Olet aiemmin kieltänyt pääsyn kalenteriin. Ottaaksesi sen käyttöön, siirry laitteen asetuksiin, tietosuojaan, kalentereihin ja ota käyttöön.
fi_fi: Olet estänyt kalenterin käyttöoikeuden. Ottaaksesi sen käyttöön, mene laitteen asetuksiin, Tietosuoja, Kalenterit ja kytke se päälle
fr: Vous avez refusé l'accès au calendrier. Pour permettre cette fonctionnalités, modifiez les autorissations dans les réglages de votre iPhone.
nl: In het verleden heb je toegang geweigerd tot je Agenda. Ga naar iPhone-instellingen > %@ > Agenda's en kies 'Volledige toegang'.
pt: Anteriormente negou accesso ao Calendário. Para activá-lo vá às definições do seu dispositivo, privacidade, calendários e active-o.
ru: Ранее вы запретили доступ к своему календарю. Чтобы включить его, перейдите в настройки устройства, конфиденциальность, календари и включите его.
sv: Du har tidigare nekat tillgång till din kalender. För att tillåta tillgång gå till 'Inställningar', 'Integritet', 'Kalendrar' och sätt på
tr: Daha önce Takviminize erişimi reddetmiştiniz. Takvimi etkinleştirmek için cihaz ayarlarınıza, gizliliğinize, takvimlerinize gidin ve etkinleştirin.

# infoCalendarAccessWriteOnly
source: You cannot use Calendar Events until you update the calendar access permission from 'Add Events Only' to 'Full Access'. Go to iPhone Settings > %@ > Calendars and select 'Full Access'.
es: No puedes usar Eventos de Calendario hasta que actualices los permisos de 'Sólo agregar eventos' a 'Acceso completo'. Ir a Configuración iPhone > %@ > Calendarios y seleccionar 'Acceso completo'.
nl: Je kunt Agenda Activiteiten niet gebruiken totdat je de Agenda-toegang hebt gewijzigd van 'Voeg alleen activiteiten toe' naar 'Volledige toegang'. Ga naar iPhone-instellingen > %@ > Agenda's en kies 'Volledige toegang'.

# infoCalendarAccessRestricted
source: You cannot give authorization to %@ to access your calendar. This is possibly due to active restrictions such as parental controls being in place.
ar: لا يمكنك منح إذن لـ %@ للوصول إلى التقويم الخاص بك. قد يكون هذا بسبب القيود النشطة مثل وجود أدوات الرقابة الأبوية.
de: Richtlinien auf ihrem Gerät verhindern das Sie %@ Zugang zu ihrem Kalender geben.
el: Δεν μπορείτε να δώσετε εξουσιοδότηση στο %@ για πρόσβαση στο ημερολόγιό σας. Αυτό οφείλεται πιθανώς σε ενεργούς περιορισμούς όπως γονικοί έλεγχοι που μπορεί να υπάρχουν.
es: No se puede autorizar a que %@ tenga acceso a tu calendario. Podría ser debido a que restricciones tipo Controles Parentales o similares lo están impidiendo.
fi: Et voi antaa %@:lle valtuutusta käyttää kalenteriasi. Tämä johtuu mahdollisesti aktiivisista rajoituksista, kuten vanhempien valvonnasta
fi_fi: Et voi valtuuttaa sovelluksen pääsyä kalenteriin. Tämä saattaa johtua aktiivisista rajoituksista, kuten vanhempien valvonnasta.
fr: Vous n'avez pas donné les autorisations à %@ pour accéder à votre calendrier. Cela peut aussi être du à une restriction parentale.
nl: Geen toegang voor %@ tot je agenda. Dit komt waarschijnlijk door actieve beperkingen zoals Ouderlijk Toezicht.
pt: Não pode autorizar %@ para aceder ao calendário. Possivelmente por restrições activas tais como controlo parental.
ru: Вы не можете разрешить %@ доступ к вашему календарю. Возможно, это связано с активными ограничениями, такими как родительский контроль.
sv: Du kan inte ge auktorisation till %@ att få tillgång till din kalender. Detta beror möjligtvis på inställda begränsningar i Skärmtidsinställningar.
tr: Takviminize erişmesi için %@'a yetki veremezsiniz. Bu muhtemelen ebeveyn denetimlerinin yürürlükte olması gibi etkin kısıtlamalardan kaynaklanmaktadır.

# sectionTitleTrace
source: Issue Reporting
ar: الإبلاغ عن المشاكل
de: Fehlerbericht
el: Αναφορά προβλημάτων
es: Rastrear/Issue Reporting
fi: Ongelmien raportointi
fr: Trace
nl: Probleemrapportage
pt: Reportar Problema
ru: Сообщение о проблеме
sv: Problemrapportering
tr: Sorun Raporlama

# sendTraceFile
source: Send Issue Report
ar: إرسال تقرير المشكلة
de: Fehlerbericht senden
el: Αποστολή αναφοράς προβλήματος
es: Enviar Archivo de Rastreo
fi: Lähetä ongelmaraportti
fr: Envoyer le fichier Trace
nl: Verstuur Probleemrapportage
pt: Enviar Relatório de Problema
ru: Отправить отчет о проблеме
sv: Skicka problemrapport
tr: Sorun Raporu Gönder

# describeProblem
source: Explain why you need to send the trace file with as much detail as possible. If you have already reported your problem in the Facebook support group '%@', then mention your facebook name in the e-mail
ar: اشرح سبب حاجتك لإرسال ملف التتبع بأكبر قدر ممكن من التفاصيل. إذا كنت قد ذكرت بالفعل مشكلتك في مجموعة دعم الفيسبوك %@، اذكر اسم الفيسبوك الخاص بك في البريد الإلكتروني
de: Helfen Sie uns in dem sie uns so viele Innformationen als möglich mitteilen. Sollten Sie das Problem schon in unsere Facebook Gruppe gemeldet haben, teilen Sie uns bitte ihren Facebook Namen per E-Mail mit.
el: Εξηγήστε γιατί πρέπει να στείλετε το αρχείο παρακολούθησης με όσο το δυνατόν περισσότερες λεπτομέρειες. Εάν έχετε ήδη αναφέρει το πρόβλημά στην ομάδα υποστήριξης του Facebook '%@', τότε αναφέρετε το facebook όνομά σας στο e-mail
es: Explicar en detalle porqué es necesario enviar este archivo de rastreo. Si ya has reportando previamente este problema en el grupo de Facebook '%@', confirmar tu Nombre en Facebook dentro del cuerpo del correo
fi: Selitä mahdollisimman yksityiskohtaisesti, miksi sinun on lähetettävä jäljitystiedosto. Jos olet jo ilmoittanut ongelmastasi Facebook-tukiryhmässä '%@', mainitse facebook-nimesi sähköpostissa
fr: Décrire la raison de l'envoi du fichier de trace avec un maximum de détail. Si vous avez déjà reporté un probème via Facebook - dans le groupe'%@'-, merci de mentionner votre nom facebook dans l'email
nl: Leg uit waarom je de log bestanden verstuurd met zoveel mogelijk details als mogelijk (in het Engels). Als je het probleem ook in de Facebook support groep '%@' hebt gerapporteerd, benoem dan ook je facebook naam in de e-mail.
pt: Explique porque precisa de enviar o ficheiro de rastreio com o máximo de informação possível. Se já reportou o problema no grupo de Facebook '%@', então mencione o seu nome utilizado no Facebook
ru: Объясните, почему вам необходимо отправить файл трассировки, как можно более подробно. Если вы уже сообщили о своей проблеме в группе поддержки Facebook '%@', укажите свое имя в Facebook в письме.
sv: Förklara varför du behöver skicka rapporten så detaljerat som möjligt. Om du redan har rapporterat problemet på Facebook-gruppen '%@', så skriv även ned ditt Facebook-namn i mejlet
tr: İzleme dosyasını neden mümkün olduğunca ayrıntılı olarak göndermeniz gerektiğini açıklayın. Sorununuzu '%@' Facebook destek grubuna zaten bildirdiyseniz, e-postada facebook adınızı belirtin

# emailNotConfigured
source: You must configure an e-mail account on your iOS device.
ar: يجب عليك تفعيل حساب البريد الإلكتروني على جهازك.
de: Sie müssen einen E-Mail Konto auf ihrem Gerät aktiviert haben.
el: Πρέπει να διαμορφώσετε έναν λογαριασμό e-mail στην iOS συσκευή σας.
es: Deberías tener configurado una cuenta de correo antes de enviar el archivo.
fi: Sinun on määritettävä sähköpostitili iOS-laitteellasi.
fr: Vous devez configurer un email sur votre compte IOS.
nl: Je moet een e-mail account configureren op je iOS apparaat.
pt: Tem que configurar uma conta de e-mail no seu dispositivo iOS.
ru: Вы должны настроить учетную запись электронной почты на своем устройстве iOS.
sv: Du måste ställa in ett e-postkonto på din iOS-enhet.
tr: iOS cihazınızda bir e-posta hesabı yapılandırmanız gerekir.

source: Failed to Send Email
ar: فشل في إرسال البريد الإلكتروني
de: E-Mail senden fehlgeschlagen
el: Αποτυχία αποστολής email
es: Error al Enviar Correo
fi: Sähköpostin lähetys epäonnistui
fr: Echec d'envoi du Email
nl: Email versturen mislukt
pt: Falha no Envio de e-mail
ru: Не удалось отправить электронное письмо
sv: Misslyckades att skicka mejl
tr: E-posta Gönderilemedi

# volumeTestSoundPlayer
source: Test Volume (if Override Mute On)
ar: اختبر مستوى الصوت (في حال تفعيل تجاوز وضع الصامت)
de: Lautstärke Test (im Stummmodus)
el: Έλεγχος έντασης ήχου (με ενεργοποιημένη παράκαμψη σίγασης)
es: Comprobar Volumen (en Modo Silencio)
fi: Testaa ääni (kun mykistys on ohitettu)
fr: Test Volume (Si Ignorer Mode silencieux)
nl: Test Volume (Indien Dempen Negeren Aan)
pt: Testar Volume (Se Sobrepor Silêncio Ligado)
ru: Тест гром. (переопределение)
sv: Testa volym (om 'Förbigå tyst läge' är på)
tr: Test Ses (Sesi Kapatmayı Geçersiz Kıl)

# volumeTestiOSSound
source: Test Volume (Current iPhone Volume)
ar: اختبر مستوى الصوت (مستوى الصوت الحالي للآيفون)
de: Lautstärke Test
el: Έλεγχος (τρέχουσας) έντασης ήχου
es: Comprobar Volumen (volumen actual del iPhone)
fi: Testaa ääni (nykyinen iPhone voimakkuus)
fr: Test Volume (Volume actuel iPhone)
nl: Test Volume (Huidig iPhone Volume)
pt: Testar Volume (Volume actual do iPhone)
ru: Тест гром. (текущая)
sv: Testa volym (nuvarande iPhone-volym)
tr: Test Ses (Mevcut iPhone Sesi)

# debugLevel
source: Include Debug Level
ar: تضمين مستوى التصحيح
de: Debug Level hinzufügen
el: Συμπεριλάβετε λεπτομερή διαγνωστικά
es: Incluir Datos Nivel Debug
fi: Sisällytä debug taso
fr: Inclure le mode Debug
nl: Inclusief Debug Niveau
pt: Incluir Nível de Depuração
ru: Включить режим отладки
sv: Inkludera felsökningsnivå
tr: Hata Ayıklama Düzeyini Dahil Et

# warningChangeFromMasterToFollower
source: Switching from Master to Follower will stop your current sensor. Do you want to continue?
ar: سيؤدي التبديل من رئيسي إلى متابعة، إلى إيقاف الحساس الحالي. هل تريد الاستمرار ?
de: Der Wechsel von Master zu Follower beendet die aktuelle Verbindung zu ihrem Sensor. Möchten Sie dennoch wechseln?
el: Η εναλλαγή από κύριο σε ακόλουθο θα σταματήσει τον τρέχοντα αισθητήρα σας. Θέλετε να συνεχίσετε;
es: Si cambias el modo de Master a Seguidor se parará la sesión del sensor actual. Quieres continuar?
fi: Vaihtaminen masterista seuraajaan pysäyttää nykyisen anturin. Haluatko jatkaa?
fr: Changer de maître à suiveur arrête le capteur en cours. Voulez-vous continuer ? ?
nl: Wisselen van Master naar Volger stopt de huidige sensor. Wil je doorgaan ?
pt: Aterar de Mestre para Seguidor vai parar o actual sensor. Deseja continuar?
ru: Переключение с главного на подписчика удалит ваш текущий сенсор. Вы хотите продолжить?
sv: Byte från användare till följare kommer att stoppa nuvarande sensor. Vill du fortsätta?
tr: Sahip'ten Takipciye geçmek mevcut sensörünüzü durduracaktır. Devam etmek istiyor musun?

# warningChangeFromMasterToFollowerDexcomShare
source: Switch from Master to Dexcom Share Follower will stop your current sensor and will also disable 'Upload to Dexcom Share'. Do you want to continue?
es: Cambiando de modo Master a Seguidor de Dexcom Share parará la sesión del sensor actual y deshabilitará 'Subir datos a Dexcom Share'. Quieres continuar?

# warningChangeToFollowerDexcomShare
source: Switching to Dexcom Share Follower mode will disable 'Upload to Dexcom Share'.
es: Cambiando Seguidor de Dexcom Share deshabilitará 'Subir datos a Dexcom Share'.

# nightscoutPort
source: Port
es: Puerto
pt: Porto

# volumeTestSoundPlayerExplanation
source: An alarm sound is now being played with the same volume that will be used for an Alarm Type with 'Override Mute' = On (Used for all alarms except Missed Reading alerts which always use the iOS volume.) Change the volume with the volume buttons and press OK when done.
ar: يتم الآن تشغيل صوت التنبيه بنفس مستوى الصوت الذي سيتم استخدامه لنوع التنبيه مع تفعيل 'تجاوز وضع الصامت' n n (يستخدم لجميع الإنذارات باستثناء تنبيهات القراءات المفقودة والتي دائماً تستخدم مستوى الصوت لجهاز.) n n قم بتغيير مستوى الصوت باستخدام أزرار الصوت واضغط على موافق عند الانتهاء.
de: Ein Alarm mit eingestellter Systemlautstärke wird gespielt (auch im Stummmodus). (Dieser Alarm gilt für alle Alarme mit Ausnahme von verpasster Datenübertragung.) Mit Ok können sie den Test beenden, danach können Sie die Lautstärke wie gewünscht einstellen und noch einmal testen..
el: Ένας ήχος αφύπνισης αναπαράγεται τώρα με την ίδια ένταση που θα χρησιμοποιείται για έναν Τύπο συναγερμού με 'Παράκαμψη Σίγασης' = Ενεργό (Χρησιμοποιείται για όλους τους συναγερμούς εκτός από τις ειδοποιήσεις Ελλιπείς Μετρήσεις που χρησιμοποιούν πάντα την ένταση ήχου του iOS.) Αλλάξτε την ένταση με τα κουμπιά έντασης και πατήστε OK για αποθήκευση.
es: Se está reproduciendo una alamra con el mismo volumen que usar un Tipo de Alarma con la opción de 'Ignorar Mode Silencio?' habilitado Cambiar el volume con los botones del iPhone y apretar OK para confirmar
fi: Hälytysääni toistetaan nyt samalla äänenvoimakkuudella, jota käytetään hälytystyyppiin, jossa 'Ohita mykistys' = Päällä (Käytetään kaikkiin hälytyksiin paitsi 'puuttuva lukema' hälytyksiin, joissa käytetään aina iOS-äänenvoimakkuutta) Muuta äänenvoimakkuutta äänenvoimakkuuspainikkeilla ja paina OK, kun olet valmis.
fr: Le son d'une alarme est joué actuellement avec le même volume que celui qui sera utilisé pour le type d'alarme avec 'Ignorer Mode Silencieux' = On (Utilisé pour toutes les alarmes à l'exception de l'alarme Lecture manquante). Presser l'un des boutons Volume pour arrêter, puis changer le volume avec les boutons au niveau souhaité et tester à nouveau
nl: Een alarm geluid wordt nu afgespeeld met hetzelfde volume als wordt gebruikt voor een Alarm Type met 'Dempen Negeren' aan. (Gebruikt voor alle alarmen behalve Gemiste Meting alarmen welke altijd het iOS volume gebruiken.) Verander het volume met de volumeknoppen en druk OK indien correct.
pt: Um som de alarme está a ser tocado com o mesmo volume que vai ser tocado para um Tipo de Alarme com 'Sobrepor Silêncio' = Ligado (Usado para todos os alarmes excepto alertas de Leituras Perdidas os quais usam sempe o volume do iOS.) Altere o volume com os botões de volume e pressione no OK quando terminado.
ru: Теперь звук будильника воспроизводится с той же громкостью, которая будет использоваться для типа будильника с параметром «Отменить отключение звука» = 'Вкл.' (используется для всех будильников, кроме предупреждений о пропущенном чтении, для которых всегда используется громкость iOS.) nИзмените громкость с помощью кнопок громкости и нажмите OK, когда закончите.
sv: Ett larmljud spelas nu upp med samma volym som kommer att användas för larm med 'Förbigå tyst läge' = På (Används för alla larm förutom 'Saknad avläsning' som alltid använder inställd iOS-volym.) Ändra volymen med volymknapparna och tryck 'OK' när färdig.
tr: Şimdi, 'Sessiz Geçersiz Kıl' = Açık olan bir Alarm Türü için kullanılacak aynı ses seviyesinde bir alarm sesi çalınıyor (Her zaman iOS ses düzeyini kullanan Kaçırılan Okuma uyarıları dışındaki tüm alarmlar için kullanılır.) nSesi ses düğmeleriyle değiştirin ve bittiğinde Tamam'a basın.

# settingsviews_sectiontitleAbout
source: About %@
ar: عن %@
de: Über %@
el: Σχετικά με %@
es: Sobre %@
fi: %@ info
fr: A propos %@
nl: Over %@
pt: Sobre %@
ru: Об %@
sv: Om %@
tr: %@ Hakkında
