Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/SettingsViews.strings
Languages: ar, de, el, es, fi, fi_fi, fr, nl, pt, ru, sv, tr

# volumeTestiOSSoundExplanation
source: An alarm sound is now being played with the same volume that will be used for an Alarm Type with 'Override Mute' = Off (Also used always for Missed Reading alarms which use the iOS volume.) Press one of the volume buttons to stop the sound, then change the volume with the volume buttons to the desired volume and test again.
ar: يتم الآن تشغيل صوت التنبيه بنفس الحجم الذي سيتم استخدامه لنوع التنبيه مع عدم تفعيل 'تجاوزوضع الصامت' n n (يستخدم أيضًا دائمًا لإنذارات القراءات المفقودة والتي تستخدم مستوى صوت الجهاز.) n n اضغط على واحد من أزرار الصوت لإيقاف الصوت ، ثم قم بتغيير مستوى الصوت باستخدام أزرار الصوت إلى مستوى الصوت المطلوب واختبره مرة أخرى.
de: Ein Alarm mit eingestellter Systemlautstärke wird gespielt (nicht im Stummmodus). (gilt auch bei verpasster Datenübertragung.) Lautstärketaste drücken um Test abzubrechen, danach können Sie die Lautstärke wie gewünscht einstellen und noch einmal testen.
el: Ένας ήχος αφύπνισης αναπαράγεται τώρα με την ίδια ένταση που θα χρησιμοποιείται για έναν Τύπο συναγερμού με 'Παράκαμψη Σίγασης' = Ανενεργό (Χρησιμοποιείται επίσης πάντα για συναγερμούς Ελλιπών Μετρήσεων που χρησιμοποιούν την ένταση ήχου του iOS.) Πατήστε ένα από τα κουμπιά έντασης για να σταματήσει ο ήχος, αλλάξτε την ένταση με τα κουμπιά έντασης στην επιθυμητή ένταση και δοκιμάστε ξανά.
es: Se está reproduciendo una alamra con el mismo volumen que usar un Tipo de Alarma con la opción de 'Ignorar Mode Silencio?' deshabilitado Cambiar el volume con los botones del iPhone y apretar OK para confirmar
fi: Hälytysääni toistetaan nyt samalla äänenvoimakkuudella, jota käytetään hälytystyyppiin, jossa 'Ohita mykistys' = Pois (Käytetään myös 'puuttuva lukuma' hälytysten yhteydessä, jotka käyttävät iOS-äänenvoimakkuutta) Pysäytä ääni painamalla yhtä äänenvoimakkuuspainikkeista, muuta sitten äänenvoimakkuus haluamallesi äänenvoimakkuuspainikkeella ja testaa uudelleen.
fr: Le son d'une alarme est joué actuellement avec le même volume que celui qui sera utilisé pour le type d'alarme avec 'Ignorer Mode Silencieux' = Off (Utilisé aussi dans le cas de l'alarme Lecture manquante). Presser l'un des boutons Volume pour arrêter, puis changer le volume avec les boutons au niveau souhaité et tester à nouveau
nl: Een alarm geluid wordt nu afgespeeld met hetzelfde volume als wordt gebruikt voor een Alarm Type met 'Dempen Negeren' uit. (Ook gebruikt voor Gemiste Meting alarmen welke het iOS volume gebruiken.) VStop het geluid met een van de volumeknoppen, pas het volume aan en test opnieuw.
pt: Um som de alarme está a ser tocado com o mesmo volume que vai tocado para um Tipo de Alarme com 'Sobrepor Silêncio' = Desligado (Também utilizado sempre para alarmes de Leituras Perdidas que usam sempre o volume do iOS.) Pressione num dos botões de volume para parar o som, depois altere o volume com os botões de volume para o volume pretendido e teste novamente.
ru: Звук будильника теперь воспроизводится с той же громкостью, которая будет использоваться для типа будильника с параметром «Переопределить звук» = 'Выкл.' (Также всегда используется для сигналов о пропущенных чтениях, для которых используется громкость iOS.) Нажмите один кнопок громкости, чтобы остановить звук, затем измените громкость с помощью кнопок громкости на желаемую громкость и повторите проверку.
sv: Ett larmljud spelas nu upp med samma volym som kommer att användas för larm med 'Förbigå tyst läge' = På (Används för alla larm förutom 'Saknad avläsning' som alltid använder inställd iOS-volym.) Tryck på en av volymknapparna för att stänga av ljudet, ändra sedan volymen med volymknapparna till önskad volym och försök igen.
tr: Şimdi, 'Sessiz Geçersiz Kıl' = Kapalı olan bir Alarm Tipi için kullanılacak ses seviyesinde bir alarm sesi çalınıyor (Ayrıca, iOS ses seviyesini kullanan Kaçırılan Okuma alarmları için her zaman kullanılır.) Bire basın Sesi durdurmak için ses düğmelerini kullanın, ardından ses düğmeleriyle ses düzeyini istediğiniz ses düzeyine getirin ve tekrar test edin.

source: Smooth Libre Values
ar: تناسق قيم اليبري ?
de: Libre Werte glätten
el: Ομαλοποίηση τιμών Libre;
es: Suavizar valores Libre
fi: Tasaiset Libre-arvot
pt: Suavizar Valores do Libre
ru: Сглаживать значения Libre
sv: Utjämna Libre-värden?
tr: Pürüzsüz Libre değerleri

source: Developer Settings
ar: إعدادات المطور
de: Entwickler Einstellungen
el: Ρυθμίσεις προγραμματιστή
es: Opciones de Desarrollo
fi: Kehittäjäasetukset
fr: Paramètres Développeur
pt: Definições de Programador
ru: Настройки разработчика
sv: Inställningar för utvecklare
tr: Geliştirici Ayarları

# settingsviews_sectiontitlehomescreen
source: Home Screen
ar: الشاشة الرئيسية
el: Αρχική οθόνη
es: Inicio
fi: Kotinäyttö
fr: Ecran d'accueil
pt: Ecrã Inicial
ru: Домашний экран
sv: Hemskärm
tr: Ana Ekran

# settingsviews_infoContactsAccessRestricted
source: You cannot give authorization to %@ to access your contacts. This is possibly due to active restrictions such as parental controls being in place.
es: No has podido dar permiso a %@ para accesar a tus contactos. Esto es probablemente debido a restriciones como el control parental o similar.

# settingsviews_contactImageSectionTitle
source: Contact Image
es: Imagen de Contacto

# settingsviews_enableContactImage
source: Enable Contact Image
es: Habilitar Contacto

# settingsviews_displayTrendInContactImage
source: Show Trend
es: Mostrar Tendencia

# settingsviews_contactImageCreatedByString
source: Contact automatically created by
es: Contacto creado automáticamente por

# appleWatchShowDataInComplications
source: Show Values in Complications
es: Mostrar Complicaciones

# appleWatchShowDataInComplicationsMessage
source: Please note that Apple Watch complications will not update in real-time. They will only update 2-3 times per hour. DO NOT rely on values in the complication for treatment decisions. For real-time values, open the %@ Watch app. Only click 'OK' if you understand and agree.
es: Las complicaciones de Apple Watch no pueden actualizarse en tiempo-real. Solo se actualizarán 2-3 veces por hora. NO DEBES fiar de los valores mostrados a la hora de tomar decisiones. Para valores actuales y fiables, debes abrir la app de %@ en tu Watch. Haz click en 'OK' únicamente si lo has entendido y estás de acuerdo.

# appleWatchComplicationUserAgreementDate
source: User Agreement
es: Acuerdo del Usuario

# appleWatchRemainingComplicationUserInfoTransfers
source: Remaining Complication Updates
es: Actualizaciones Disponibles Hoy

# settingsviews_sectionTitleHousekeeper
source: Data Management
el: Διαχείριση δεδομένων
es: Gestión de Datos
fi: Tiedon hallinta
ru: Управление данными

# settingsviews_housekeeperRetentionPeriod
source: Retention Period (days)
el: Περίοδος διατήρησης (ημ.)
es: Periodo de Retención (días)
fi: Säilytysaika (päivää)
ru: Срок хранения (дней)

# settingsviews_housekeeperExportAllData
source: Export All Data
el: Εξαγωγή όλων των δεδομένων
es: Exportar Todo
fi: Vie kaikki tiedot
ru: Экспорт всех данных

# settingsviews_housekeeperRetentionPeriodMessage
source: For how many days should data be stored? (Min 90, Max 365) (Recommended: 90 days)
el: Για πόσες ημέρες πρέπει να αποθηκεύονται τα δεδομένα; (Ελάχ. 90, μέγ. 365) (Συνιστάται: 90 ημέρες)
es: ¿Durante cuántos días debemos guardar los datos? (Min 90, Max 365) (Recomendado: 90 días)
fi: Montako päivää tietoja säilytetään (90-365)? (suositus: 90 päivää)
ru: Сколько дней должны храниться данные? (минимум 90, максимум 365) (рекомендуется: 90 дней)

# settingsviews_storeFrequentReadingsInNightscout
source: Frequent Nightscout Uploads
es: Subir Nightscout Frecuentamente

# settingsviews_storeFrequentReadingsInHealthKit
source: Frequent HealthKit Writes
es: Grabar HealthKit Frecuentamente

# settingsviews_storeFrequentReadingsInHealthKitMessage
source: This option will override the 5-minute write limits and allow much frequent data to be added to Apple Health. Such as for 60-second Libre 2 Direct values. Please only enable this option if you really need/want more frequent data. Most users should leave this option disabled.
es: Esta opción permitirá grabar datos cada vez que entre una lectura de glucosa nueva en lugar de limitar a una vez cada 5 minutos. Solo sirve para sensors que envíen valores cada 60 segundos como Libre 2 EU con conexión directo. Utilizad esta opción con mucho cuidado y solo si lo ves realmente necesario. La mayoría de los usuarios deben dejar esta opción DESHABILITADA.

# settingsviews_sectiontitlehelp
source: Help & Documentation
ar: المساعدة والتوثيق
el: Βοήθεια & Τεκμηρίωση
fi: Ohje ja dokumentaatio
fr: Aide et documentation
pt: Ajuda & Documentação
ru: Помощь и документация
tr: Yardım & Dokümantasyon

# settingsviews_showOnlineHelp
source: Open Online Help
ar: فتح المساعدة عبر الإنترنت؟
el: Ανοίξτε τη Ηλεκτρονική Βοήθεια;
fi: Avaa online ohje
fr: Ouvrir l'aide en ligne?
pt: Abrir Ajuda Online
ru: Открыть онлайн документацию
tr: Çevrimiçi Yardım'ı aç

# settingsviews_sectiontitleNotifications
source: Notifications
ar: عام
el: Γενικά
fi: Yleinen
pt: Geral
ru: Общие
tr: Ana ayarlar

# settingsviews_master
source: Master
ar: رئيسي
el: Κύριος
fi: Isäntä
fi_fi: Isäntä
fr: Maitre
pt: Mestre
ru: Главный
sv: Användare
tr: Sahip

# settingsviews_webooptransmitter
source: Use Transmitter Algorithm
ar: استخدام خوارزمية جهاز الإرسال؟
el: Χρήση αλγόριθμου πομπού;
fi: Käytä lähettimen algoritmiä
ru: Калибровка трансмиттера
tr: Verici algorithması Kullanılsın mı

# settingsviews_labelWebOOP
source: xDrip or Transmitter Algorithm
ar: خوارزمية xDrip أو جهاز الإرسال
el: xDrip ή αλγόριθμος πομπού
fi: xDrip tai lähetin algoritmi
fi_fi: Web OOP
ru: Калибровка xDrip или Трансмиттер
tr: xDrip veya Verici algorithması

# settingsviews_sectiontitlehealthkit
source: Apple Health
ar: تطبيق صحتي
el: Apple Health (Υγεία)
fi_fi: HealthKit
nl: Apple Gezondheid
ru: Apple Здоровье
sv: Apple Hälsa
tr: Apple Sağlık

# calendarEventsSectionTitle
source: Calendar Events
ar: أحداث التقويم
el: Ημερολογιακά γεγονότα
fi: Kalenteritapahtumat
ru: События календаря
tr: Takvim Etkinlikleri

# emailbodyText
source: Problem Description:
ar: وصف المشكلة:
de: Problem Beschreibung:
el: Περιγραφή προβλήματος
fi: Ongelman kuvaus:
fr: Description du problème
nl: Probleembeschrijving:
pt: Descrição de Problema:
ru: Описание проблемы:
sv: Problembeskrivning:
tr: Sorun Açıklaması:

source: Suppress Unlock Payload
el: Κατάργηση αποστολής ωφέλιμου φορτίου
ru: Остановить блок. нагрузки

source: Select Time
el: Επιλέξτε ώρα
ru: Выберите время

source: Select Value
el: Επιλέξτε τιμή
ru: Выберите значение

# expanatoryTextSelectTime
source: As of what time should the value apply
el: Από πότε να ισχύει η τιμή
ru: С какого времени должно применяться значение

# expanatoryTextSelectValue
source: Delay in minutes, applied to readings shared with OS-AID
el: Καθυστέρηση σε λεπτά, εφαρμόζεται σε αναγνώσεις που κοινοποιούνται στο Loop
ru: Задержка в минутах, применяемая к показаниям, переданным в Loop

# warningLoopDelayAlreadyExists
source: There is already a loopDelay for this time.
el: Βρέθηκε ήδη ένα loopDelay για αυτήν τη χρονοσφραγίδα.
ru: На это время уже есть задержка Loop

# settingsviews_nightscoutNotEnabled
source: Nightscout is disabled To upload BG values to Nightscout, you must enable it in the Nightscout section.
ar: Nightscout is disabled To upload follower BG values to Nightscout, you must enable it in the Nightscout section.
el: Nightscout is disabled To upload follower BG values to Nightscout, you must enable it in the Nightscout section.
fi: Nightscout is disabled To upload follower BG values to Nightscout, you must enable it in the Nightscout section.
ru: Nightscout is disabled To upload follower BG values to Nightscout, you must enable it in the Nightscout section.

# settingsviews_sectiontitlenightscout
source: Nightscout
ar: نايتسكاوت

# m5stack_settingsviews_sectiontitlebluetooth
source: Bluetooth
ar: بلوتوث

# appleWatchSectionTitle
source: Apple Watch
ar: ساعة أبل

source: NSLog
ar: NSتقرير

source: OSLog
ar: OSتقرير
