Repository: JohanDegraeve/xdripswift
Catalog: xdrip/Storyboards/*.lproj/SettingsViews.strings
Languages: ar, de, el, es, fi, fi_fi, fr, nl, pt, ru, sv, tr

# settingsviews_settingstitle
source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fi_fi: Asetukset
fr: Réglages
nl: Instellingen
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar

# settingsviews_valueIsRequired
source: ⚠️ Required
es: ⚠️ Requerido

# settingsviews_selectbgunit
source: Blood Glucose Units
ar: وحدة قياس السكر
de: Blutzucker Einheit
el: Μονάδες μέτρησης γλυκόζης
es: Seleccionar Unidades
fi: Verensokeriyksikkö
fi_fi: Valitse yksikkö
fr: Unité glycémie
nl: Bloedglucose Eenheden
pt: Unidades de Glicose
ru: Единицы измерения глюкозы
sv: Blodglukosenheter:
tr: Kan Şekeri Birimleri

# settingsviews_masterorfollower
source: Master or Follower
ar: الاستخدام كتطبيق رئيسي أو للمتابعة؟
el: Κύριος ή ακόλουθος;
es: Master o Seguidor
fi: Isäntä vai seuraaja
fi_fi: Isäntä vai seuraaja?
fr: Utilisation Maitre ou Suiveur?
nl: Master of Volger?
pt: Mestre ou Seguidor
ru: Главный или подписчик
sv: Användare eller Följare?
tr: Sahip veya Takipci

# settingsviews_follower
source: Follower
ar: متابعة
el: Ακόλουθος
es: Seguidor
fi: Seuraaja
fi_fi: Seuraaja
fr: Suiveur
nl: Volger
pt: Seguidor
ru: Подписчик
sv: Följare
tr: Takipci

# settingsviews_sectionTitleDataSource
source: CGM Data Source
es: Fuente de datos MGC

# settingsviews_labelFollowerDataSourceType
source: Follower Data Source
es: Fuente de datos de seguidor
pt: Data Source

# settingsviews_labelUploadDataToNightscout
source: Upload to Nightscout
es: Subir a Nightscout

# settingsviews_labelfollowerKeepAliveType
source: Background Keep-alive
es: Mantener en segundo plano

# settingsviews_followerKeepAliveTypeDisabled
source: Disabled
es: Deshabilitado

# settingsviews_followerKeepAliveTypeAggressive
source: Aggressive
es: Agresivo

# settingsviews_followerKeepAliveTypeDisabledMessage
source: Background keep-alive is disabled. When the app is not on screen, no alarms, app badges, notifications or BG updates will take place. The app will remain sleeping until you open it again. This mode has very little impact on the battery of your device.
es: Mantener en segundo plan está deshabilitado. Cuando la aplicación no está en primer plano, no habrá notificaciones, alarmas, valores de glucosa en el icono de la app ni habrá actualizaciones de los valores de glucosa. La aplicación permanecerá durmiendo hasta que la abras de nuevo. Este modo tiene un impacto mínimo en la batería de tu dispositivo.

# settingsviews_followerKeepAliveTypeNormalMessage
source: Background keep-alive is set to normal operation. When the app is not on screen, we will attempt to keep it running for you in the background so that BG updates are received and alarms can be triggered. This mode has a noticeable impact on the battery of your device.
es: Mantener en segundo plan está en modo normal. Cuando la app está en segundo plano, intentaremos mantenerla funcionando para que reciba actualizaciones de los valores de glucosa y que sea posible saltar alarmas y notificaciones. Este modo consume bastante batería.

# settingsviews_followerKeepAliveTypeAggressiveMessage
source: Background keep-alive is set to aggressive. When the app is not on screen, we will aggressively attempt to keep it running for you in the background so that BG updates are received and alarms can be triggered. This mode has a very noticeable impact on the battery of your device and should only be used if absolutely necessary.
es: Mantener en segundo plan está en modo agresivo. Cuando la app está en segundo plano, intentaremos, de forma agresiva, mantenerla funcionando para que reciba actualizaciones de los valores de glucosa y que sea posible saltar alarmas y notificaciones. Este modo consume mucha batería.

# settingsviews_followerPatientName
source: Patient Name
es: Nombre del paciente

# settingsviews_followerPatientNameMessage
source: Here you can optionally write the name of the person you are following.
ar: Here you can write the name of the person you are following. This can be useful if you are following several different people with several different apps. This is optional and would normally be left empty.
el: Here you can write the name of the person you are following. This can be useful if you are following several different people with several different apps. This is optional and would normally be left empty.
es: Aquí puedes escribir el nombre de la persona que estás seguiendo.
fi: Here you can write the name of the person you are following. This can be useful if you are following several different people with several different apps. This is optional and would normally be left empty.
ru: Here you can write the name of the person you are following. This can be useful if you are following several different people with several different apps. This is optional and would normally be left empty.

# settingsviews_nightscoutNotEnabledRowText
source: Disabled
es: Deshabilitado

# settingsviews_labelFollowerDataSourceRegion
source: Region
ar: Server (Country)
el: Server (Country)
es: Servidor (País)
fi: Server (Country)
ru: Server (Country)
tr: Server (Country)

# settingsviews_enterUsername
source: Enter your username
ar: Enter your username (e-mail)
el: Enter your username (e-mail)
es: Entrar tu usuario (e-mail)
fi: Enter your username (e-mail)
ru: Enter your username (e-mail)
tr: Enter your username (e-mail)

# settingsviews_enterPassword
source: Enter your password
es: Entrar tu contraseña

# settingsviews_libreLinkUpReAcceptNeeded
source: Need to accept terms
es: Aceptar terminos

# settingsviews_libreLinkUpNoActiveSensor
source: No active sensor data
ar: No active sensor
el: No active sensor
es: Sin datos de sensor activo
fi: No active sensor
ru: No active sensor

# settingsviews_translateOnlineHelp
source: Translate Automatically
ar: هل تريد الترجمة تلقائيًا؟
el: Αυτόματη μετάφραση;
es: Traducir Documentación
fi: Käännä automaattisesti
fr: Traduire automatiquement?
pt: Traduzir Automaticamente
ru: Переводить автоматически
tr: Otomatik Olarak Çevir

# settingsviews_restartNeeded
source: (Restart required)
ar: (مطلوب إعادة التشغيل)
de: (Neustart notwendig)
el: (Απαιτείται επανεκκίνηση)
es: (Pendiente reiniciar)
fi: (Uudelleenkäynnistys vaaditaan)
fr: (Redémarrage requis)
nl: (Herstarten nodig)
pt: (É necessário reiniciar)
ru: (Требуется перезагрузка)
sv: (Omstart krävs)
tr: (Yeniden başlatmak gerekli)

# settingsviews_showReadingInNotification
source: Show BG in Notifications
ar: عرض قراءات السكر في الإشعارات؟
de: BZ in Mitteilungszentrale
el: Εμφάνιση BG στις Ειδοποιήσεις;
es: Mostrar en Notificaciones
fi: Näytä lukema ilmoituksissa
fr: Afficher Glyc dans notification?
nl: Toon BG in Notificaties?
pt: Mostrar Glicose nas Notificações
ru: Показывать ГК в уведомлениях
sv: Visa BS som notiser?
tr: Bildirimlerde KŞ gösterilsin mi

# settingsviews_labelShowReadingInAppBadge
source: Show BG in the App Badge
ar: عرض قراءة السكر على أيقونة التطبيق؟
de: BZ Werte auf der App-Kachel anzeigen
el: Εμφάνιση BG στη τεμπέλα εφαρμογής;
es: Mostrar en el icono de la app
fi: Näytä lukema kuvakkeessa
fr: Afficher Glyc dans le badge?
nl: Toon BG in de App Badge?
pt: Mostrar Glicose no Distintivo da App
ru: Показывать ГК на иконке прил.
sv: Visa BS i appikon?
tr: Uygulama Rozetinde KŞ gösterilsin mi

# settingsviews_multipleAppBadgeValueWith10
source: Multiply App Badge Reading by 10
ar: مضاعفة قراءة أيقونة التطبيق في 10؟
de: mit 10 multiplizieren
el: Πολ/σμός BG στη ταμπλέλα εφαρμογής επί 10;
es: Multiplicar valor por 10 en el icono de la app
fi: Kerrotaanko kuvake lukemat 10:llä
fr: Multiplier par 10 dans le badge?
nl: Vermenigvuldig App Badge Meting met 10?
pt: Multiplicar Distintivo da App por 10
ru: Умножить ГК на иконке на 10
sv: Multiplicera BS med 10?
tr: Uygulama Rozeti Okuması 10 ile Çarpılsın mı

# settingsviews_showClockWhenScreenIsLocked
source: Show Clock when Locked
ar: عرض الساعة عند القفل؟
de: Uhr anzeigen wenn gesperrt
el: Εμφάνιση ρολογιού όταν κλειδωμένο;
es: Mostrar reloj al bloquear
fi: Näytetäänkö kello kun näyttö on lukittuna
fr: Visualiser l'heure sur écran verrouillé?
nl: Toon klok indien gelockt?
pt: Mostrar Relógio quando Bloqueado
ru: Показывать часы при блок.
sv: Visa klocka när skärmen är låst?
tr: Kilitliyken Saati Göstersin mi

# settingsviews_screenLockDimmingTypeWhenScreenIsLocked
source: Dim Screen when Locked
es: Oscurecer pantalla

# settingsviews_screenLockDimmingTypeDisabled
source: Disabled
es: Deshabilitado

# settingsviews_screenLockDimmingTypeDimmed
source: Dimmed
es: Atenuado

# settingsviews_screenLockDimmingTypeDark
source: Dark
es: Oscuro

# settingsviews_screenLockDimmingTypeVeryDark
source: Very Dark
es: Muy oscuro

# settingsviews_urgentHighValue
source: Urgent High Value
ar: قيمة الحد الأعلى الخطر
de: Hohe Werte dringend
el: Επείγον Υψηλή γλυκόζη
es: Valor de Glucemia Alta (Urgente)
fi: Erittäin korkea lukema
fr: Urgent Valeur Haute
nl: Urgent Hoge Waarde
pt: Valor Hiper Urgente
ru: Очень высокий уровень
sv: Akut högt värde:
tr: Acil Yüksek Değer

# settingsviews_highValue
source: High Value
ar: القيمة العليا
de: Hoher Wert
el: Υψηλή γλυκόζη
es: Valor de Glucemia Alta
fi: Korkea lukema
fi_fi: Korkea arvo
fr: Valeur forte
nl: Hoge Waarde
pt: Valor Hiper
ru: Высокий уровень
sv: Högt värde:
tr: Yüksek Değer

# settingsviews_targetValue
source: Target Value
ar: قيمة الهدف
de: Zielwert
el: Τιμή στόχου
es: Valor Objectivo
fi: Tavoitearvo
fr: Valeur cible:
nl: Doel Waarde
pt: Valor Alvo
ru: Целевое значение
sv: Målvärde:
tr: Hedef Değer

# settingsviews_targetValueMessage
source: Set to 0 to disable the target
es: Usar 0 para deshabilitar el valor objectivo en la gráfica

# settingsviews_lowValue
source: Low Value
ar: القيمة الدنيا
de: Niedriger Wert
el: Χαμηλή γλυκόζη
es: Valor de Glucemia Baja
fi: Matala lukema
fi_fi: Matala arvo
fr: Valeur faible
nl: Lage Waarde
pt: Valor Hipo
ru: Низкое значение
sv: Lågt värde:
tr: Düşük Değer

# settingsviews_urgentLowValue
source: Urgent Low Value
ar: قيمة الحد الأدنى الخطر
de: Niedriger Wert dringend
el: Επείγον Χαμηλή γλυκόζη
es: Valor de Glucemia Baja (Urgente)
fi: Erittäin matala lukema
fr: Urgent Valeur Faible
nl: Urgent Lage Waarde
pt: Valor Hipo Urgente
ru: Опасно низкое значение
sv: Akut lågt värde:
tr: Acil Düşük Değer

# settingsviews_showcoloredobjectives
source: Show Colored Lines
ar: عرض خطوط ملونة
de: Farbige Linien anzeigen
el: Εμφάνιση έγχρωμων γραμμών;
es: Mostrar Colores
fi: Näytä värilliset tavoiteviivat
fr: Montrer les lignes colorées ?
nl: Toon Gekleurde Lijnen?
pt: Mostrar Linhas Coloridas
ru: Показывать цветные линии
sv: Visa färgade linjer?
tr: Renkli Çizgileri Göstersin mi

# settingsviews_showtarget
source: Show Target Line
ar: عرض خط الهدف
de: Zielwert Linie anzeigen
el: Εμφάνιση γραμμής στόχου;
es: Mostrar Línea Target
fi: Näytä kohdeviiva
fr: Montrer la ligne Cible?
nl: Toon Doel Lijn?
pt: Mostrar Linha Alvo
ru: Показать целевую линию
sv: Visa målvärdeslinje?
tr: Hedef Çizgiyi Göstersin mi

# settingsviews_sectiontitletreatments
source: Treatments
el: Θεραπείες
es: Tratamientos
fi: Hoidot
fr: Traitements
pt: Tratamentos
ru: Терапия
sv: Behandlingar

# settingsviews_showTreatments
source: Show Treatments
es: Mostrar Tratamientos

# settingsviews_smallBolusTreatmentThresholdMessage
source: Below how many units should we consider a bolus as a micro-bolus? (Recommended value: 1.0U)
el: Κάτω από πόσες μονάδες πρέπει να θεωρήσουμε ένα ταχείας δράσης ως μικροδιώρωση (micro-bolus); (Προτεινόμενη τιμή: 1,0U)
es: Por debajo de cuántas unidades debemos considerar un bolo como micro-bolo? (Valor recomendado: 1.0U)
fi: Kuinka monen yksikön alapuolella bolusta pitäisi pitää mikroboluksena? (Suositeltu arvo: 1,0 U)
fr: En dessous de combien d'unités un bolus est considéré micro-bolus? (Valeur conseillée: 1.0U)
pt: Abaixo de quantas unidades devemos considerar um bolus como micro-bolus? (Valor recomendado: 1.0U)
ru: Ниже скольких единиц мы должны считать болюс микроболюсом? (Рекомендуемое значение: 1,0U)
sv: Under vilket värde ska det visas som en mikrobolus? (Rekommenderat värde: 1,0 IE)

# settingsviews_sectiontitlestatistics
source: Statistics
ar: إحصائيات
de: Statistik
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
nl: Statistieken
pt: Estatísticas
ru: Статистика
sv: Statistik
tr: İstatistik

# settingsviews_showStatistics
source: Show Statistics
ar: عرض الإحصائيات
de: Zeige Verlauf
el: Εμφάνιση στατιστικών;
es: Mostrar Estadísticas
fi: Näytä tilastot
fr: Visualiser les statistiques?
nl: Toon Statistieken?
pt: Mostrar Estatísticas
ru: Показывать статистику
sv: Visa statistik?
tr: İstatistikleri Göstersin mi

# settingsviews_daysToUseStatisticsTitle
source: Days to Calculate
ar: عدد الأيام للاحصائيات
de: Tage zum berechnen
el: Μέρες για υπολογισμό;
es: Días a Calcular
fi: Päiviä laskutoimitukseen
fr: Nombre de jours?
nl: Hoeveel dagen berekenen?
pt: Dias para Calcular
ru: Дней для расчета
sv: Dagar att beräkna?
tr: Hesaplanacak Günler

# settingsviews_daysToUseStatisticsMessage
source: Maximum days we should try to use to calculate the statistics? (Enter 0 to calculate today since midnight)
ar: الحد الأقصى للأيام التي يجب أن نحاول استخدامها لحساب الإحصائيات? (أدخل 0 لحساب احصائيات اليوم منذ منتصف الليل)
de: Maximale Tage anhand dessen versucht wird den Verlauf zu berechnen? (Bei 0 wird heute ab Mitternacht berechnet)
el: Μέγιστος αριθμός ημερών για στατιστικό υπολογισμό; (Εισαγάγετε 0 για υπολογισμό από σήμερα τα μεσάνυχτα)
es: Máximos días a intentar usar para calcular las estadísticas? (Entrar 0 para calcular el día de hoy desde las 00:00hrs)
fi: Enimmäispäivät tilastojen laskemiseen? (0 laskeaksesi tänään keskiyöstä lähtien)
fr: Nombre maximum de jours utilisés pour le calcul des statistiques? (Saisir 0 pour aujourd'hui depuis minuit)
nl: Maximum aantal dagen te gebruiken om de statistieken te berekenen? (0 betekent vanaf vandaag 00:00)
pt: Máximo de dias que devemos tentar usar para calcular as estatísticas? (Introduza 0 para calcular desde a meia-noite de hoje)
ru: Максимальное количество дней, которые мы должны попытаться использовать для расчета статистики? (Введите 0, чтобы рассчитать сегодня с полуночи)
sv: Maximalt antal dagar för beräkning av statistik? (ange 0 för beräkning sedan midnatt)
tr: İstatistikleri hesaplamak için kullanmaya çalışmamız gereken maksimum gün sayısı? (Gece yarısından itibaren bugünü hesaplamak için 0 girin)

# settingsviews_labelTimeInRangeType
source: Time In Range Type
es: Tipo de Tiempo en Rango

# settingsviews_timeInRangeTypeStandardRange
source: Standard Range
es: Rango Estándar

# settingsviews_timeInRangeTypeTightRange
source: Tight Range
es: Rango Estrecho

# settingsviews_timeInRangeTypeUserDefinedRange
source: User Range
es: Rango Usuario

# settingsviews_useIFCCA1C
source: Show HbA1c in mmols/mol
ar: اعرض وحدة التراكمي mmols/mol
de: HbA1c in mmols/mol anzeigen
el: Εμφάνιση HbA1c ως mmols/mol
es: Ver HbA1c en mmols/mol
fi: Näytä HbA1c mmol/mol muodossa
fr: Visualiser HbA1c en mmol/mol?
nl: Toon HbA1c in mmols/mol?
pt: Mostar A1C em mmols/mol
ru: Показывать HbA1c в mmols/mol
sv: Visa HbA1c som mmol/mol (IFCC)
tr: HbA1c'yi mmol/mol olarak göstersin

# settingsviews_sectiontitletransmitter
source: Transmitter
ar: جهاز الإرسال
el: Πομπός
es: Transmisor
fi: Lähetin
fi_fi: Lähetin
fr: Transmetteur
pt: Transmissor
ru: Транисмиттер
sv: Sändare
tr: Verici

# settingsviews_transmittertype
source: Transmitter Type
ar: نوع جهاز الإرسال
de: Transmitter Typ
el: Τύπος πομπού
es: Tipo de Transmisor
fi: Lähettimen tyyppi
fi_fi: Lähettimen tyyppi
fr: Type de Transmetteur
nl: Zender Type
pt: Tipo de Transmissor
ru: Тип трансмиттера
sv: Typ av sändare:
tr: Verici Tipi

# settingsviews_transmitterid
source: Transmitter ID
ar: رقم هوية جهاز الإرسال
el: Αναγνωριστικό πομπού
es: ID del Transmisor
fi: Lähettimen ID
fi_fi: Lähettimen id
fr: Transmetteur ID
nl: Zender-ID
pt: ID de Transmissor
ru: Идентификатор трансмиттера
sv: Sändar-ID:
tr: Verici Kimliği

# settingsviews_transmitterid_text_for_button
source: Transmitter ID
ar: رقم هوية جهاز الإرسال
el: Αναγνωριστικό πομπού
es: ID del Transmisor
fi: Lähettimen ID
fr: Transmetteur ID
nl: Zender-ID
pt: ID de Transmissor
ru: Идентификатор трансмиттера
sv: Sändar-ID
tr: Verici Kimliği

# settingsviews_givetransmitterid
source: Enter Transmitter ID
ar: أدخل رقم هوية جهاز الإرسال
de: Eingabe Transmitter ID
el: Εισαγάγετε αναγνωριστικό πομπού
es: ID del Transmisor
fi: Anna lähetettimen ID
fi_fi: Kirjoita lähettimen id
fr: Entrer Transmetteur ID
nl: Voer Transmitter ID In
pt: Introduzir ID Transmissor
ru: Введите идентификатор трансмиттера
sv: Ange sändar-ID
tr: Verici Kimliğine Gir

# settingsviews_resetDexcomTransmitterMessage
source: This option will attempt to reset the transmitter on the next connection. Note that this will only work for G5 transmitters, very early G6 and all Anubis G6 transmitters. It will NOT work for normal G6 or ONE transmitters.
es: Esta opción intentará resetear el transmisor durante la próxima conexión. Esto solo puede funcionar con transmisores G5 y transmisores G6 Anubis. No funciona para transmisores normales tipo G6 y One.

# settingsviews_nonfixedtransmitter
source: Enable Multi-point Calibration
ar: تفعيل المعايرة متعددة النقاط
de: Aktiviere Mehrpunkt-Kalibrierung
el: Ενεργοποίηση βαθμονόμησης πολλών σημείων;
es: Habilitar Calibración Multi-punto
fi: Käytä monipistekalibrointia
fr: Permettre la calibration multi-point ?
nl: Schakel Meerpuntskalibratie In?
pt: Activar Calibração Multi-ponto
ru: Многоточечная калибровка
sv: Använd flerpunktskalibrering?
tr: Çok Noktalı Kalibrasyon Etkinleştirilsin mi

# settingsviews_labelNonFixed
source: Multi-point Calibration
ar: المعايرة متعددة النقاط
de: Mehrpunkt-Kalibrierung
el: Βαθμονόμηση πολλαπλών σημείων
es: Calibración Multi-punto
fi: Monipistekalibrointi
fr: Calibration Multi-point
nl: Meerpuntskalibratie
pt: Calibração Multi-ponto
ru: Многоточечная калибровка
sv: Flerpunktskalibrering
tr: Çok Noktalı Kalibrasyon

# settingsviews_labelAlgorithmType
source: Algorithm Type
es: Tipo de Algoritmo

# settingsviews_labelCalibrationTitle
source: Sensor Calibration
es: Calibración de Sensor

# settingsviews_labelCalibrationType
source: Calibration Type
es: Tipo de Calibración

# settingsviews_sectiontitlealerting
source: Alarms
ar: التنبيهات
el: Ειδοποιήσεις
es: Alarmas
fi: Hälytys
fi_fi: Hälyttäminen
fr: Alarme
nl: Alarmen
pt: Alarme
ru: Сигналы тревог
sv: Larm
tr: Uyarılar

# settingsviews_row_alert_types
source: Alarm Types
ar: أنواع التنبيهات
de: Eigene Alarme
el: Τύποι ειδοποιήσεων
es: Tipos de Alarmas
fi: Hälytystyypit
fi_fi: Hälytystyypit
fr: Types d'alarme
pt: Tipos de Alarmes
ru: Типы сигналов тревоги
sv: Typ av larm
tr: Uyarı Türleri

# settingsviews_row_alerts
source: Alarms
ar: التنبيهات
de: Schwellwerte
el: Ειδοποιήσεις
es: Alarmas
fi: Hälytykset
fi_fi: Hälytykset
fr: Alarmes
nl: Alarmen
pt: Alarmes
ru: Уведомления
sv: Larm
tr: Uyarılar

# settingsviews_healthkit
source: Write Data to Apple Health
ar: كتابة البيانات إلى تطبيق صحتي؟
de: Apple Health nutzen
el: Εγγραφή δεδομένων στο Apple Health;
es: Grabar Datos en Apple Health
fi: Kirjoita data Apple Healthiin
fr: Sauver les données dans Apple Health?
nl: Schrijf Data naar Apple Gezondheid?
pt: Escrever Dados para Apple Health
ru: Записывать данные в Здоровье
sv: Skriv data till Apple Hälsa?
tr: Apple Sağlığa Veri Yazılsın mı

# settingsviews_uploadReadingstoDexcomShare
source: Upload to Dexcom Share
ar: التحميل إلى ديكسكوم شير؟
de: Upload zu Dexcom Share
el: Μεταφόρτωση σε Dexcom Share;
es: Subir Datos a Dexcom Share
fi: Lähetä Dexcom Share palveluun
fi_fi: Dexcom Share Upload
fr: Charger dans le Dexcom Share?
nl: Uploaden naar Dexcom Share?
pt: Enviar para Dexcom Share
ru: Загружать в Dexcom Share
sv: Ladda upp till Dexcom Share?
tr: Dexcom Share'e yüklensin mi

# settingsviews_dexcomShareUploadSerialNumber
source: Receiver Serial Number
es: Número de Serie del Receptor
pt: Nº. de Série do Receptor
tr: Alıcı Seri Numarası

# settingsviews_useUSDexcomShareurl
source: Use Dexcom US Servers
ar: استخدم سيرفرات ديكسكوم الأمريكية؟
de: Benutzung von Dexcom US Server
el: Να χρησιμοποιηθούν διακομιστές Dexcom US;
es: Usar Servidores Dexcom EEUU
fi: Käytä Dexcom US palvelimia
fi_fi: Käytä USA URL-osoitetta?
fr: Utiliser les serveurs US Dexcom US?
nl: Gebruik Dexcom US Servers?
pt: Utilizar Servidores Dexcom US
ru: Использовать Dexcom US сервер
sv: Använd Dexcom-server i USA?
tr: Dexcom ABD Sunucuları Kullanılsın mı

# settingsviews_dexcomShareAccountName
source: Account Name
ar: اسم الحساب
de: Benutzername
el: Όνομα λογαριασμού
es: Nombre de Cuenta
fi: Käyttäjätunnus
fi_fi: Tili
fr: Nom du compte
nl: Account Naam
pt: Nome da Conta
ru: Имя аккаунта
sv: Användarnamn:
tr: Hesap Adı

# settingsviews_giveDexcomShareAccountName
source: Enter Dexcom Share Account Name
ar: أدخل اسم الحساب لديكسكوم شير
de: Eingabe Dexcom Share Account Name
el: Εισαγάγετε όνομα λογαριασμού Dexcom Share
es: Entrar el Nombre de tu Cuenta Dexcom Share
fi: Anna Dexcom Sharen käyttäjätunnus
fi_fi: Kirjoita Dexcom Share Account Name
fr: Entrer le nom du compte Dexcom
nl: Voer Dexcom Share Account Nama In
pt: Introduzir Nome da Conta Dexcom Share
ru: Введите Dexcom Share имя аккаунта
sv: Ange Dexcom Share användarnamn
tr: Dexcom Share Hesabı Adını Girin

# settingsviews_giveDexcomSharePassword
source: Give Dexcom Share Password
ar: أعط ديكسكوم شير كلمة مرور
de: Eingabe Dexcom Share Passwort
el: Κοινοποίηση κωδικού πρόσβασης για κοινή χρήση Dexcom
es: Entrar la Contraseña para tu Cuenta Dexcom Share
fi: Anna Dexcom Sharen salasana
fi_fi: Anna Dexcom Share salasana
fr: Entrer le mot de passe Dexcom Share
nl: Voer Dexcom Share Wachtwoord In
pt: Introduzir Senha Dexcom Shared
ru: Введите Dexcom Share пароль
sv: Ange Dexcom Share lösenord
tr: Dexcom Share Parolasını Girin

# settingsviews_givedexcomShareUploadSerialNumber
source: Enter the Dexcom Receiver Serial Number
es: Entrar el número de serie del receptor Dexcom
pt: Introduzir nº. de série do Receptor Dexcom
tr: Dexcom Alıcı Seri Numarasını girin

# settingsviews_nightscoutEnabled
source: Enable Nightscout
es: Habilitar Nightscout
pt: Activar Nightscout
tr: Nightscout etkinleştirilsin mi

# settingsviews_useSchedule
source: Use Upload Schedule
ar: استخدام جدولة التحميل؟
de: Upload Planer nutzen
el: Μεταφόρτωση με χρονοδιάγραμμα;
es: Fijar Horario de Subida de Datos
fi: Käytä lähetysaikataulua
fr: Mettre à jour à heure fixe?
nl: Gebruik Upload Schema?
pt: Utilizar Agendamento de Envio
ru: Использовать расписание загрузки
sv: Använd schemalagd uppladdning?
tr: Yükleme Takvimi Kullanılsın mı

source: Schedule
ar: الجدولة
de: Upload Plan
el: Χρονοδιάγραμμα
es: Horario
fi: Aikataulu
fr: Heure
nl: Schema
pt: Agenda
ru: Расписание
sv: Schema:
tr: Yükleme Takvimi

# settingsviews_giveNightscoutUrl
source: Enter your Nightscout URL
es: Entrar tu URL Nightscout
pt: Introduzir Nightscout URL
tr: Nightscout URL'nizi girin

# settingsviews_giveNightscoutAPIKey
source: Enter your API_SECRET
es: Entrar tu API_SECRET
pt: Introduzir API_SECRET
tr: API_SECRET'inizi girin

# editScheduleTimePickerSubtitle
source: Change:
ar: تغيير:
de: Ändern:
el: Αλλαγή:
es: Cambiar:
fi: Muuta:
fi_fi: muuta :
fr: Changer
nl: Wijzig:
pt: Mudar:
ru: Изменить:
sv: Ändra:
tr: Değiştir:

# timeScheduleViewTitle
source: On/Off Time Schedule for
ar: جدولة وقت تفعيل/إغلاق لـ
de: An/Aus für geplanten upload
el: Χρονοδιάγραμμα On/Off για
es: Fijar horario para
fi: Päällä/pois aikataulu
fi_fi: On/Off ajastus
fr: On/Off Time Schedule pour
nl: Aan/Uit Tijdschema Voor
pt: Lig./Desl. Hora Agendamento por
ru: Вкл/выкл расписание для
sv: På/Av tidschema för
tr: Açık/Kapalı Zaman Çizelgesi için
